{
    "changelog.md": {
        "Changelog Philips Hue": "Changelog Philips Hue",
        "Changelog plugin Philips Hue": "Changelog Plugin Philips Hue",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn keine Informationen zum Update vorhanden sind, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt",
        "\/": "\/.",
        "\/2021": "\/ 2021",
        "Ajout du Hue White Bulb A67 E27 1600lm": "Zugabe der Hue White Bulb A67 E27 1600lm",
        "Optimisations et corrections de bugs": "Optimierungen und Fehlerbehebungen",
        "Modernisation de l'interface": "Modernisierung der Schnittstelle",
        "Optimisation des images": "Bildoptimierung",
        "11\/12\/2020": "11.12.2020",
        "Correction d'un défaut de surcharge CPU lors de la désactivation d'un capteur (il faut relancer le démon suite à la mise à jour pour appliquer la correction": "Korrektur eines CPU-Überlastungsfehlers beim Deaktivieren eines Sensors (der Dämon muss nach dem Update neu gestartet werden, um die Korrektur anzuwenden",
        "25\/06\/2020": "25.06.2020",
        "Prise en charge de plusieurs ponts (2 pour le moment": "Unterstützung für mehrere Brücken (derzeit 2",
        "11\/05\/2020": "05\/11\/2020",
        "Ajout d'une commande pour savoir si l'ampoule est joignable ou non": "Hinzufügen einer Bestellung, um zu wissen, ob die Glühbirne erreichbar ist oder nicht",
        "02\/01\/2020": "01\/02\/2020",
        "Ajout d'image pour les ampoules génériques": "Bild für generische Glühbirnen hinzugefügt",
        "10\/10\/2019": "2019.10.10",
        "Correction de la remise à 0 de l'état de la lampe lorsqu'on la rallume": "Korrektur des Zurücksetzens des Lampenzustands auf 0, wenn er wieder eingeschaltet wird",
        "23\/09\/2019": "2019.09.23",
        "Correction de bugs": "Fehlerbehebungen",
        "01\/08\/2019": "2019.01.08",
        "Prise en charge du Feller EDIZIOdue colore": "Unterstützung für Feller EDIZIOdue colore",
        "Amélioration des logs de synchronisation": "Verbesserte Synchronisationsprotokolle",
        "24\/04\/2019": "24.04.2019",
        "Ajout d'un bouton pour supprimer une commande": "Fügen Sie eine Schaltfläche hinzu, um eine Bestellung zu löschen",
        "Correction des configurations pour les ampoules Ikea (attention il faut les supprimer de jeedom et refaire une synchronisation": "Korrektur der Konfigurationen für die Ikea-Lampen (Vorsicht, sie müssen aus dem Jeedom entfernt werden und eine Synchronisation wiederholen",
        "20\/04\/2019": "20.04.2019",
        "Prise en charge du SML002": "Unterstützung für SML002",
        "Prise en charge du retour d'état des prise OSRAM SMART (attention nécessite une nouvelle inclusion": "Unterstützung für Statusrückmeldungen von OSRAM SMART-Sockets (Aufmerksamkeit erfordert eine neue Aufnahme",
        "17\/01\/2019": "17.01.2019",
        "Ajout de la lampe LTC016": "Zugabe der LTC016 Lampe",
        "Ajout d'un bouton de synchronisation sur la page de gestion des équipements": "Fügen Sie auf der Geräteverwaltungsseite eine Synchronisierungsschaltfläche hinzu",
        "16\/01\/2019": "16.01.2019",
        "Ajout de configuration de lumières génériques couleurs et non couleurs": "Konfiguration von generischen Farb- und Nichtfarblichtern hinzugefügt",
        "Prise en charge de Niko 4 boutons": "Unterstützung für Niko 4-Tasten",
        "Correction de bug": "Fehlerbehebung",
        "15\/01\/2019": "2019.01.15",
        "Mise à jour de la documentation": "Aktualisierung der Dokumentation",
        "Correction d'un bug sur l'état des bouton lors du redémarrage du pont": "Korrektur eines Fehlers im Status der Schaltflächen beim Neustart der Bridge",
        "Ajout Hue lightstrip outdoor": "Hinzufügen von Hue Lightstrip im Freien",
        "16\/10\/2018": "16.10.2008",
        "Correction d'un bug sur l'inversion de présence pour le motion sensor (pour ceux déjà créés, il faudra cocher la case d'inversion sur la ligne de la commande Présence": "Korrektur eines Fehlers bei der Anwesenheitsinversion für den Bewegungssensor (für die bereits erstellten muss das Kontrollkästchen \"Inversion\" in der Zeile des Befehls \"Anwesenheit\" aktiviert werden",
        "12\/10\/2018": "10\/12\/2018",
        "Correction d'un bug sur le statut des pièces (allumée\/éteinte) si il n'y a pas de lampe de couleur dans celle-ci": "Es wurde ein Fehler im Status von Teilen (Ein \/ Aus) behoben, wenn keine farbige Lampe darin war",
        "Ajout RB 145": "Zusatz RB 145",
        "Ajout LPT003": "Zusatz LPT003",
        "09\/07\/2018": "07\/09\/2018",
        "Ajout du living white plug": "Hinzufügen des lebenden weißen Steckers",
        "27\/06\/2018": "27.06.2008",
        "Correction de bugs (merci @mixman68": "Fehlerbehebungen (danke @ mixman68",
        "31\/05\/2018": "2018.05.31",
        "LTC001 (Hue ambiance ceiling": "LTC001 (Hue Ambiente Decke",
        "14\/04\/2018": "14.04.2008",
        "Correction de l'heure des valeurs des capteurs": "Korrektur der Zeit der Sensorwerte",
        "FLOALT panel WS 30x90": "FLOALT Panel WS 30x90",
        "TRADFRI bulb E14 WS opal 400lm": "TRADFRI Birne E14 WS Opal 400lm",
        "TRADFRI E27 WS opal 980lm": "TRADFRI E27 WS opal 980lm",
        "TRADFRI E27 couleur 600lm": "TRADFRI E27 Farbe 600lm",
        "23\/02\/2018": "23.02.2008",
        "TRADFRI bulb E27 W opal 1000lm": "TRADFRI Birne E27 W opal 1000lm",
        "TRADFRI bulb GU10 WS 400lm": "TRADFRI Birne GU10 WS 400lm",
        "TRADFRI bulb E27 opal 1000lm": "TRADFRI Birne E27 Opal 1000lm",
        "21\/01\/2018": "21.01.2008",
        "Passage sur le nouveau système de documentation": "Wechseln Sie zum neuen Dokumentationssystem",
        "Ajout du modèle MWB001": "Hinzufügung des Modells MWB001",
        "Ajout du modèle ltw010": "Hinzufügen des Modells ltw010",
        "Ajout du modèle OSRAM": "Hinzufügung des OSRAM-Modells",
        "Ajout du modèle TRADFRI bulb GU10 W 400lm": "Ergänzung der TRADFRI-Glühlampe GU10 W 400lm",
        "20\/11\/2017": "20.11.2017",
        "Ajout du modèle LCT015": "Hinzufügung des Modells LCT015",
        "28\/03\/2017": "28.03.2017",
        "Ajout d'animations lever et coucher de soleil (attention toutes les": "Hinzufügen von Sonnenauf- und -untergangsanimationen (Vorsicht)",
        "lampes ne sont pas forcément compatibles": "Lampen sind nicht unbedingt kompatibel",
        "21\/01\/2017": "21.01.2017",
        "Prise en charge du hue motion": "Farbton Bewegungsunterstützung",
        "Prise en charge du hue tap": "Unterstützung für Farbtonabgriffe",
        "Correction des scènes": "Korrektur von Szenen",
        "Correction du décalage des couleurs": "Farbverschiebungskorrektur",
        "Ajout des images des modules": "Modulbilder hinzufügen",
        "Prise en charge de plus de modules": "Unterstützung für weitere Module",
        "Ajout de la gestion de la température des couleurs": "Hinzufügen eines Farbtemperaturmanagements",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        " IMPORTANT]": " Wichtig]",
        "[IMPORTANT]": "[Wichtig]",
        "*IMPORTANT*": "*Wichtig*",
        " IMPORTANT*": " Wichtig*",
        " Optimisations.": " Optimierungen.",
        " Optimisations?": " Optimierungen?",
        "Optimisations ": "Optimierungen ",
        " Optimisations]": " Optimierungen]",
        "[Optimisations]": "[Optimierungen]",
        "*Optimisations*": "*Optimierungen*",
        " Optimisations*": " Optimierungen*"
    },
    "index.md": {
        "Plugin Philips Hue": "Philips Hue Plugin",
        "Ce plugin va vous permettre d'intégrer votre écosystème Philips Hue dans Jeedom": "Mit diesem Plugin können Sie Ihr Philips Hue-Ökosystem in Jeedom integrieren",
        "La plugin offre la possibilité de piloter jusqu'à 2 ponts Philips Hue simultanément": "Das Plugin bietet die Möglichkeit, bis zu 2 Philips Hue-Bridges gleichzeitig anzusteuern",
        "Configuration du plugin": "Plugin Konfiguration",
        "Philips Hue": "Philips Hue",
        "Comme tout plugin Jeedom, le plugin": "Wie jedes Jeedom-Plugin auch das Plugin",
        "doit être activé après l'installation": "muss nach der Installation aktiviert werden",
        "Une fois le plugin activé, il faudra renseigner l'adresse IP à laquelle votre pont Philips Hue est joignable": "Sobald das Plugin aktiviert ist, müssen Sie die IP-Adresse eingeben, unter der Ihre Philips Hue Bridge erreichbar ist",
        "Vous pouvez renseigner jusqu'à 2 ponts Philips Hue qui seront en mesure de communiquer avec Jeedom simultanément": "Sie können bis zu 2 Philips Hue-Brücken eingeben, die gleichzeitig mit Jeedom kommunizieren können",
        "Le plugin": "Das Plugin",
        "utilise son propre démon afin de rester en contact constant avec le(s) pont(s) Philips Hue": "verwendet einen eigenen Daemon, um in ständigem Kontakt mit den Philips Hue-Brücken zu bleiben",
        "Vous pouvez en contrôler le statut sur la page de configuration du plugin": "Sie können den Status auf der Plugin-Konfigurationsseite überprüfen",
        "Il n'est normalement pas nécessaire de démarrer le démon manuellement, celui-ci étant automatiquement géré par le plugin": "Es ist normalerweise nicht erforderlich, den Daemon manuell zu starten, er wird automatisch vom Plugin verwaltet",
        "Configuration des équipements": "Gerätekonfiguration",
        "Plugins → Communication → Philips Hue": "Plugins → Kommunikation → Philips Hue",
        "Pour accéder aux différents équipements": "Zugriff auf die verschiedenen Geräte",
        "dirigez-vous vers le menu": "Gehe zum Menü",
        "+ Ajouter": "+ Hinzufügen",
        "Le bouton": "Die Taste",
        "permet d'ajouter un nouvel équipement Philips Hue": "Mit dieser Option können Sie neue Philips Hue-Geräte hinzufügen",
        "En cliquant sur un équipement déjà créé dans la liste, vous êtes dirigés vers sa page de configuration": "Wenn Sie auf ein Gerät klicken, das bereits in der Liste erstellt wurde, gelangen Sie zu dessen Konfigurationsseite",
        "Nom de l'équipement": "Ausrüstungsname",
        "nom de votre équipement Hue": "Name Ihrer Hue-Ausrüstung",
        "Objet parent": "Übergeordnetes Objekt",
        "indique l'objet parent auquel appartient l'équipement": "Gibt das übergeordnete Objekt an, zu dem das Gerät gehört",
        "Catégorie": "Kategorie",
        "les catégories de l'équipement (il peut appartenir à plusieurs catégories": "Gerätekategorien (es kann zu mehreren Kategorien gehören",
        "permet de rendre l'équipement actif": "ermöglicht es, das Gerät aktiv zu machen",
        "rend l'équipement visible sur le dashboard": "macht das Gerät auf dem Armaturenbrett sichtbar",
        "Modèle": "Modell",
        "renseignez le modèle de votre équipement Philips Hue": "Geben Sie das Modell Ihrer Philips Hue-Ausrüstung ein",
        "indique le pont sur lequel l'équipement est connecté": "Zeigt die Brücke an, an die das Gerät angeschlossen ist",
        "Toujours allumé": "Immer an",
        "indique à Jeedom de ne jamais marquer la lampe comme étant non-joignable": "fordert Jeedom auf, die Lampe niemals als nicht erreichbar zu markieren",
        "A SAVOIR": "WISSEN",
        "Il y aura toujours un équipement nommé \"Toutes les lampes\" qui correspond au groupe 0 qui existe dans tous les cas": "Es wird immer ein Gerät mit dem Namen \"Alle Lampen\" geben, das der in allen Fällen vorhandenen Gruppe 0 entspricht",
        "En cliquant sur le second onglet, nous retrouvons la liste des commandes": "Durch Klicken auf die zweite Registerkarte finden wir die Liste der Bestellungen",
        "le nom affiché sur le dashboard": "Der im Dashboard angezeigte Name",
        "Icône": "Symbol",
        "permet d'affecter une icône à la commande": "Mit dieser Option können Sie dem Befehl ein Symbol zuweisen",
        "permet d'afficher ou de masquer certaines commandes et\/ou d'en historiser les valeurs": "Mit dieser Option können Sie bestimmte Befehle anzeigen oder ausblenden und \/ oder deren Werte protokollieren",
        "Paramètres": "Die Einstellungen",
        "permet de définir des paramètres optionnels sur les commandes info\/numérique": "Ermöglicht das Definieren optionaler Parameter für die info \/ numerischen Befehle",
        "Configuration avancée": "Erweiterte Konfiguration",
        "roue crantée": "Zahnrad",
        "permet d'afficher la fenêtre de configuration avancée de la commande": "Zeigt das erweiterte Konfigurationsfenster des Befehls an",
        "permet de tester la commande": "Wird zum Testen des Befehls verwendet",
        "permet de supprimer la commande": "Mit dieser Option können Sie den Befehl löschen",
        "Le groupe 0 (Toute les lampes": "Gruppe 0 (Alle Lampen",
        "Le groupe 0 ne peut pas être supprimé ni modifié": "Gruppe 0 kann nicht gelöscht oder geändert werden",
        "Il pilote forcément toutes les lampes et c'est aussi lui qui porte les scènes": "Er kontrolliert notwendigerweise alle Lichter und es ist auch er, der die Szenen trägt",
        "simplement en sauvegardant la configuration du plugin": "einfach durch Speichern der Plugin-Konfiguration",
        "En effet vous pouvez faire des \"scènes\" avec les Philips Hue": "In der Tat können Sie mit dem Philips Hue \"Szenen\" erstellen",
        "Celles-ci doivent absolument être faites à partir de l'application mobile (impossible de les faire depuis Jeedom": "Diese müssen unbedingt über die mobile Anwendung erfolgen (mit Jeedom nicht möglich)",
        "Suite à l'ajout d'une scène vous devez absolument synchroniser Jeedom avec le pont": "Nach dem Hinzufügen einer Szene müssen Sie Jeedom unbedingt mit der Brücke synchronisieren",
        "Commande un peu particulière qui est conçue pour être utilisée dans un scénario": "Ein kleiner eigenartiger Befehl, der für die Verwendung in einem Szenario entwickelt wurde",
        "Elle permet de définir la durée en secondes de la transition entre l'état actuel et la prochaine commande": "Hiermit kann die Dauer des Übergangs zwischen dem aktuellen Status und dem nächsten Befehl in Sekunden festgelegt werden",
        "Par exemple le matin vous pouvez vouloir simuler le lever du soleil en 3 minutes": "Zum Beispiel möchten Sie am Morgen den Sonnenaufgang in 3 Minuten simulieren",
        "Dans votre scénario vous avez donc juste à appeler la commande transition avec": "In Ihrem Szenario müssen Sie nur den Übergangsbefehl mit aufrufen",
        "en paramètre puis appeler la commande couleur vers la couleur désirée": "Rufen Sie im Parameter den Befehl color auf die gewünschte Farbe auf",
        "Les animations sont des enchainements de transition, actuellement il existe": "Die Animationen sind Übergangssequenzen, derzeit gibt es",
        "permet de simuler un lever de soleil": "ermöglicht es Ihnen, einen Sonnenaufgang zu simulieren",
        "Il peut prendre en paramètre": "Es kann als Parameter verwendet werden",
        "définir la durée, par défaut 720s": "Dauer einstellen, Standard 720s",
        "Pour 5 minutes il faudra indiquer": "Für 5 Minuten muss angegeben werden",
        "pour simuler un couché de soleil": "einen Sonnenuntergang simulieren",
        "Bouton télécommande": "Fernbedienungstaste",
        "Voici la liste des codes pour les boutons": "Hier ist die Liste der Codes für die Schaltflächen",
        "1002 pour le bouton On": "1002 für die Ein-Taste",
        "2002 pour le bouton augmenter": "2002 für den Erhöhungsknopf",
        "3002 pour le bouton réduire": "3002 für die Minimierungstaste",
        "4002 pour le bouton off": "4002 für die Aus-Taste",
        "La même chose avec XXX0 pour la touche appuyée, XXX1 pour la touche maintenue et XXX2 pour la touche relâchée": "Das gleiche gilt für XXX0 für die gedrückte Taste, XXX1 für die gehaltene Taste und XXX2 für die freigegebene Taste",
        "Voici les séquences pour le bouton On par exemple": "Hier sind zum Beispiel die Sequenzen für die Schaltfläche Ein",
        "Appui court": "Kurz drücken",
        "Lors de l'appui on passe sur 1000 et quand on relâche on passe sur 1002": "Wenn gedrückt, gehen wir zu 1000 und wenn wir loslassen, gehen wir zu 1002",
        "Appui Long": "Lange drücken",
        "Lors de l'appui on passe sur 1000, durant l'appui on passe sur 1001, quand on relâche on passe sur 1002": "Während der Presse geben wir 1000 weiter, während der Presse geben wir 1001 weiter, wenn wir loslassen, geben wir 1002 weiter",
        "J'ai l'impression qu'il y a un décalage sur certaines couleurs entre ce que je demande et la couleur de l'ampoule": "Ich habe den Eindruck, dass es bei bestimmten Farben einen Unterschied zwischen dem, was ich verlange, und der Farbe der Glühbirne gibt",
        "Il semble que la grille de couleur des ampoules ait un offset, nous cherchons comment corriger": "Es sieht so aus, als ob das Farbraster der Glühbirnen einen Versatz hat. Wir suchen nach einer Korrektur",
        "Quelle est la fréquence de rafraîchissement": "Was ist die Bildwiederholfrequenz?",
        "Le système récupère les informations toutes les 2s": "Das System ruft alle 2 Sekunden Informationen ab",
        "Mon équipement (lampe, interrupteur, etc...) n'est pas reconnu par le plugin, comment faire": "Meine Ausrüstung (Lampe, Schalter usw.) wird vom Plugin nicht erkannt",
        "Il faut": "Du musst",
        "nous décrire l'équipement que vous voulez qu'on ajoute avec photos et les possibilités de celui-ci et nous envoyer le log en debug de la synchronisation avec le pont, le tout en nous contactant par une demande de support": "Beschreiben Sie die Ausrüstung, die wir hinzufügen sollen, mit Fotos und ihren Möglichkeiten und senden Sie uns das Debug-Protokoll der Synchronisation mit der Bridge, während Sie uns mit einer Supportanfrage kontaktieren",
        "J'ai ajouté l'historisation d'une commande mais ca ne marche pas": "Ich habe die Historisierung eines Auftrags hinzugefügt, aber es funktioniert nicht",
        "Pour des questions de performance, il faut redémarrer le démon Philips Hue pour qu'il prenne en compte ce changement": "Bei Leistungsproblemen müssen Sie den Philips Hue-Dämon neu starten, damit diese Änderung berücksichtigt wird",
        " Description.": " Beschreibung.",
        " Description?": " Beschreibung?",
        "Description ": "Beschreibung ",
        " Description]": " Beschreibung]",
        "[Description]": "[Beschreibung]",
        "*Description*": "*Beschreibung*",
        " Description*": " Beschreibung*",
        " Configuration.": " Aufbau.",
        " Configuration?": " Aufbau?",
        "Configuration ": "Aufbau ",
        " Configuration]": " Aufbau]",
        "[Configuration]": "[Aufbau]",
        "*Configuration*": "*Aufbau*",
        " Configuration*": " Aufbau*",
        " ASTUCE.": " TRICK.",
        " ASTUCE?": " TRICK?",
        "ASTUCE ": "TRICK ",
        " ASTUCE]": " TRICK]",
        "[ASTUCE]": "[TRICK]",
        "*ASTUCE*": "*TRICK*",
        " ASTUCE*": " TRICK*",
        " INFORMATION.": " INFORMATION.",
        " INFORMATION?": " INFORMATION?",
        "INFORMATION ": "INFORMATION ",
        " INFORMATION]": " INFORMATION]",
        "[INFORMATION]": "[INFORMATION]",
        "*INFORMATION*": "*INFORMATION*",
        " INFORMATION*": " INFORMATION*",
        " Activer.": " Aktivieren.",
        " Activer?": " Aktivieren?",
        "Activer ": "Aktivieren ",
        " Activer]": " Aktivieren]",
        "[Activer]": "[Aktivieren]",
        "*Activer*": "*Aktivieren*",
        " Activer*": " Aktivieren*",
        " Visible.": " Sichtbar.",
        " Visible?": " Sichtbar?",
        "Visible ": "Sichtbar ",
        " Visible]": " Sichtbar]",
        "[Visible]": "[Sichtbar]",
        "*Visible*": "*Sichtbar*",
        " Visible*": " Sichtbar*",
        " Pont.": " Brücke.",
        " Pont?": " Brücke?",
        "Pont ": "Brücke ",
        " Pont]": " Brücke]",
        "[Pont]": "[Brücke]",
        "*Pont*": "*Brücke*",
        " Pont*": " Brücke*",
        " Nom.": " Name.",
        " Nom?": " Name?",
        "Nom ": "Name ",
        " Nom]": " Name]",
        "[Nom]": "[Name]",
        "*Nom*": "*Name*",
        " Nom*": " Name*",
        " Options.": " Optionen.",
        " Options?": " Optionen?",
        "Options ": "Optionen ",
        " Options]": " Optionen]",
        "[Options]": "[Optionen]",
        "*Options*": "*Optionen*",
        " Options*": " Optionen*",
        " Tester.": " Test.",
        " Tester?": " Test?",
        "Tester ": "Test ",
        " Tester]": " Test]",
        "[Tester]": "[Test]",
        "*Tester*": "*Test*",
        " Tester*": " Test*",
        " Bouton.": " Taste.",
        " Bouton?": " Taste?",
        "Bouton ": "Taste ",
        " Bouton]": " Taste]",
        "[Bouton]": "[Taste]",
        "*Bouton*": "*Taste*",
        " Bouton*": " Taste*",
        " Transition.": " Überleitung.",
        " Transition?": " Überleitung?",
        "Transition ": "Überleitung ",
        " Transition]": " Überleitung]",
        "[Transition]": "[Überleitung]",
        "*Transition*": "*Überleitung*",
        " Transition*": " Überleitung*",
        " Animation.": " Animation.",
        " Animation?": " Animation?",
        "Animation ": "Animation ",
        " Animation]": " Animation]",
        "[Animation]": "[Animation]",
        "*Animation*": "*Animation*",
        " Animation*": " Animation*",
        " sunrise.": " Sonnenaufgang.",
        " sunrise?": " Sonnenaufgang?",
        "sunrise ": "Sonnenaufgang ",
        " sunrise]": " Sonnenaufgang]",
        "[sunrise]": "[Sonnenaufgang]",
        "*sunrise*": "*Sonnenaufgang*",
        " sunrise*": " Sonnenaufgang*",
        " duration.": " Dauer.",
        " duration?": " Dauer?",
        "duration ": "Dauer ",
        " duration]": " Dauer]",
        "[duration]": "[Dauer]",
        "*duration*": "*Dauer*",
        " duration*": " Dauer*",
        " sunset.": " Sonnenuntergang.",
        " sunset?": " Sonnenuntergang?",
        "sunset ": "Sonnenuntergang ",
        " sunset]": " Sonnenuntergang]",
        "[sunset]": "[Sonnenuntergang]",
        "*sunset*": "*Sonnenuntergang*",
        " sunset*": " Sonnenuntergang*",
        " FAQ.": " Faq.",
        " FAQ?": " Faq?",
        "FAQ ": "Faq ",
        " FAQ]": " Faq]",
        "[FAQ]": "[Faq]",
        "*FAQ*": "*Faq*",
        " FAQ*": " Faq*"
    }
}