{
    "changelog.md": {
        "Changelog Philips Hue": "Changelog Philips Hue",
        "Changelog plugin Philips Hue": "Changelog Plugin Philips Hue",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn keine Informationen zum Update vorhanden sind, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt",
        "Workarround pour corrigé le bug de la luminosité lors d'un on de l'apiv2 de Hue": "Problemumgehung zur Behebung des Helligkeitsfehlers beim Einschalten von Hue apiv2",
        "17\/01\/2024": "17.01.2024",
        "Reprise de la luminosité précedente lors d'un on": "Wiederaufnahme der vorherigen Helligkeit während eines Einschaltvorgangs",
        "Ajout des transistions sur les zones, pieces et lumieres groupées": "Übergänge zu gruppierten Zonen, Räumen und Lichtern hinzugefügt",
        "Refonte complete de la créations des commandes": "Komplette Überarbeitung der Auftragserstellung",
        "plus besoin d'avoir une configuration pour que votre lampe ait les bonnes commandes, tout vient du pont": "Es ist keine Konfiguration erforderlich, damit Ihre Lampe über die richtigen Bedienelemente verfügt. Alles kommt von der Brücke",
        "Ajout de la commande alerte": "Alarmbefehl hinzugefügt",
        "pour ceux qui ont des prises il est possible que vous ayez une erreur a la synchronisation, il faut donc sur les prises supprimer la commande état et relancer la synchronisation": "Für diejenigen, die über Sockets verfügen, liegt möglicherweise ein Synchronisierungsfehler vor. Sie müssen daher den Statusbefehl auf den Sockets löschen und die Synchronisierung neu starten",
        "16\/01\/2024": "16.01.2024",
        "Ajout d'illustrations produits HUE (LTV001, LTA011, LTA009, 5047431P6, 929003479601": "HUE-Produktabbildungen hinzugefügt (LTV001, LTA011, LTA009, 5047431P6, 929003479601)",
        "15\/01\/2024": "15.01.2024",
        "Amélioration de la gestion des transitions": "Verbessertes Übergangsmanagement",
        "LTC002 (Hue Ambiance Ceiling": "LTC002 (Hue Ambiance Decke)",
        "10\/01\/2024": "10.01.2024",
        "Support des scénes sur les zones": "Unterstützung für Szenen in Zonen",
        "08\/01\/2024": "01.08.2024",
        "Réécriture complete du plugin pour utiliser l'api hue 2.0": "Komplette Neufassung des Plugins zur Verwendung der hue 2.0 API",
        "Necessite une resynchronisation pour marcher": "Zum Gehen ist eine Neusynchronisation erforderlich",
        "Pour les capteurs les commandes changent completement il faut donc revoir vos scénarios": "Für die Sensoren ändern sich die Befehle vollständig, sodass Sie Ihre Szenarien überprüfen müssen",
        "certaine commandes ne seront plus disponible avec cette nouvelle version dont les alertes, l'arc en ciel et les animation": "Einige Befehle sind mit dieser neuen Version nicht mehr verfügbar, darunter Warnungen, Regenbogen und Animationen",
        "Les scenes sont maintenant de type action other, il y a donc une commande pas scene": "Szenen sind jetzt vom Typ Aktion andere, also gibt es einen Befehl nicht Szene",
        "TRES IMPORTANT": "SEHR WICHTIG",
        "Seul le pont v2 est compatible, si vous etes sur le pont v1 alors il ne faut surtout pas mettre à jour car Philips Hue n'a pas porté l'api v2 sur le pont v1": "Nur die v2-Bridge ist kompatibel. Wenn Sie sich auf der v1-Bridge befinden, sollten Sie auf keinen Fall aktualisieren, da Philips Hue die v2-API nicht auf die v1-Bridge portiert hat",
        "04\/10\/2021": "10.04.2021",
        "Ajout de module": "Modul hinzufügen",
        "Correction de bugs": "Fehlerbehebungen",
        "16\/06\/2021": "16.06.2021",
        "Correction de adaptive_light en adaptive_lighting": "Adaptive_light an adaptive_lighting anpassen",
        "07\/06\/2021": "07.06.2021",
        "Ajout d'une animation adaptive_light": "Eine adaptive_light-Animation hinzufügen",
        "Correction d'un soucis sur la decouverte des scenes sur le 2eme pont Hue": "Ein Problem beim Auffinden von Szenen auf der 2. Hue-Brücke wurde behoben",
        "15\/03\/2021": "15.03.2021",
        "Ajout du Hue White Bulb A67 E27 1600lm": "Zugabe der Hue White Bulb A67 E27 1600lm",
        "Optimisations et corrections de bugs": "Optimierungen und Fehlerbehebungen",
        "Modernisation de l'interface": "Modernisierung der Schnittstelle",
        "Optimisation des images": "Bildoptimierung",
        "Ajout du nouveau hue Dimmer Switch": "Neuer Farbton-Dimmerschalter hinzugefügt",
        "Ajout du smart plug (on\/off seulement pas de retour d'état pour le moement": "Hinzufügen des Smart Plug (Ein \/ Aus nur momentan keine Statusrückmeldung",
        "11\/12\/2020": "11.12.2020",
        "Correction d'un défaut de surcharge CPU lors de la désactivation d'un capteur (il faut relancer le démon suite à la mise à jour pour appliquer la correction": "Korrektur eines CPU-Überlastungsfehlers beim Deaktivieren eines Sensors (der Dämon muss nach dem Update neu gestartet werden, um die Korrektur anzuwenden",
        "25\/06\/2020": "25.06.2020",
        "Prise en charge de plusieurs ponts (2 pour le moment": "Unterstützung für mehrere Brücken (derzeit 2",
        "11\/05\/2020": "05\/11\/2020",
        "Ajout d'une commande pour savoir si l'ampoule est joignable ou non": "Hinzufügen einer Bestellung, um zu wissen, ob die Glühbirne erreichbar ist oder nicht",
        "02\/01\/2020": "01\/02\/2020",
        "Ajout d'image pour les ampoules génériques": "Bild für generische Glühbirnen hinzugefügt",
        "10\/10\/2019": "2019.10.10",
        "Correction de la remise à 0 de l'état de la lampe lorsqu'on la rallume": "Korrektur des Zurücksetzens des Lampenzustands auf 0, wenn er wieder eingeschaltet wird",
        "23\/09\/2019": "2019.09.23",
        "01\/08\/2019": "2019.01.08",
        "Prise en charge du Feller EDIZIOdue colore": "Unterstützung für Feller EDIZIOdue colore",
        "Amélioration des logs de synchronisation": "Verbesserte Synchronisationsprotokolle",
        "24\/04\/2019": "24.04.2019",
        "Ajout d'un bouton pour supprimer une commande": "Fügen Sie eine Schaltfläche hinzu, um eine Bestellung zu löschen",
        "Correction des configurations pour les ampoules Ikea (attention il faut les supprimer de jeedom et refaire une synchronisation": "Korrektur der Konfigurationen für die Ikea-Lampen (Vorsicht, sie müssen aus dem Jeedom entfernt werden und eine Synchronisation wiederholen",
        "20\/04\/2019": "20.04.2019",
        "Prise en charge du SML002": "Unterstützung für SML002",
        "Prise en charge du retour d'état des prise OSRAM SMART (attention nécessite une nouvelle inclusion": "Unterstützung für Statusrückmeldungen von OSRAM SMART-Sockets (Aufmerksamkeit erfordert eine neue Aufnahme",
        "17\/01\/2019": "17.01.2019",
        "Ajout de la lampe LTC016": "Zugabe der LTC016 Lampe",
        "Ajout d'un bouton de synchronisation sur la page de gestion des équipements": "Fügen Sie auf der Geräteverwaltungsseite eine Synchronisierungsschaltfläche hinzu",
        "16\/01\/2019": "16.01.2019",
        "Ajout de configuration de lumières génériques couleurs et non couleurs": "Konfiguration von generischen Farb- und Nichtfarblichtern hinzugefügt",
        "Prise en charge de Niko 4 boutons": "Unterstützung für Niko 4-Tasten",
        "Correction de bug": "Fehlerbehebung",
        "15\/01\/2019": "2019.01.15",
        "Mise à jour de la documentation": "Aktualisierung der Dokumentation",
        "Correction d'un bug sur l'état des bouton lors du redémarrage du pont": "Korrektur eines Fehlers im Status der Schaltflächen beim Neustart der Bridge",
        "Ajout Hue lightstrip outdoor": "Hinzufügen von Hue Lightstrip im Freien",
        "16\/10\/2018": "16.10.2008",
        "Correction d'un bug sur l'inversion de présence pour le motion sensor (pour ceux déjà créés, il faudra cocher la case d'inversion sur la ligne de la commande Présence": "Korrektur eines Fehlers bei der Anwesenheitsinversion für den Bewegungssensor (für die bereits erstellten muss das Kontrollkästchen \"Inversion\" in der Zeile des Befehls \"Anwesenheit\" aktiviert werden",
        "12\/10\/2018": "10\/12\/2018",
        "Correction d'un bug sur le statut des pièces (allumée\/éteinte) si il n'y a pas de lampe de couleur dans celle-ci": "Es wurde ein Fehler im Status von Teilen (Ein \/ Aus) behoben, wenn keine farbige Lampe darin war",
        "Ajout RB 145": "Zusatz RB 145",
        "Ajout LPT003": "Zusatz LPT003",
        "09\/07\/2018": "07\/09\/2018",
        "Ajout du living white plug": "Hinzufügen des lebenden weißen Steckers",
        "27\/06\/2018": "27.06.2008",
        "Correction de bugs (merci @mixman68": "Fehlerbehebungen (danke @ mixman68",
        "31\/05\/2018": "2018.05.31",
        "LTC001 (Hue ambiance ceiling": "LTC001 (Hue Ambiente Decke",
        "14\/04\/2018": "14.04.2008",
        "Correction de l'heure des valeurs des capteurs": "Korrektur der Zeit der Sensorwerte",
        "FLOALT panel WS 30x90": "FLOALT Panel WS 30x90",
        "TRADFRI bulb E14 WS opal 400lm": "TRADFRI Birne E14 WS Opal 400lm",
        "TRADFRI E27 WS opal 980lm": "TRADFRI E27 WS opal 980lm",
        "TRADFRI E27 couleur 600lm": "TRADFRI E27 Farbe 600lm",
        "23\/02\/2018": "23.02.2008",
        "TRADFRI bulb E27 W opal 1000lm": "TRADFRI Birne E27 W opal 1000lm",
        "TRADFRI bulb GU10 WS 400lm": "TRADFRI Birne GU10 WS 400lm",
        "TRADFRI bulb E27 opal 1000lm": "TRADFRI Birne E27 Opal 1000lm",
        "21\/01\/2018": "21.01.2008",
        "Passage sur le nouveau système de documentation": "Wechseln Sie zum neuen Dokumentationssystem",
        "Ajout du modèle MWB001": "Hinzufügung des Modells MWB001",
        "Ajout du modèle ltw010": "Hinzufügen des Modells ltw010",
        "Ajout du modèle OSRAM": "Hinzufügung des OSRAM-Modells",
        "Ajout du modèle TRADFRI bulb GU10 W 400lm": "Ergänzung der TRADFRI-Glühlampe GU10 W 400lm",
        "20\/11\/2017": "20.11.2017",
        "Ajout du modèle LCT015": "Hinzufügung des Modells LCT015",
        "28\/03\/2017": "28.03.2017",
        "Ajout d'animations lever et coucher de soleil (attention toutes les": "Hinzufügen von Sonnenauf- und -untergangsanimationen (Vorsicht)",
        "lampes ne sont pas forcément compatibles": "Lampen sind nicht unbedingt kompatibel",
        "21\/01\/2017": "21.01.2017",
        "Prise en charge du hue motion": "Farbton Bewegungsunterstützung",
        "Prise en charge du hue tap": "Unterstützung für Farbtonabgriffe",
        "Correction des scènes": "Korrektur von Szenen",
        "Correction du décalage des couleurs": "Farbverschiebungskorrektur",
        "Ajout des images des modules": "Modulbilder hinzufügen",
        "Prise en charge de plus de modules": "Unterstützung für weitere Module",
        "Ajout de la gestion de la température des couleurs": "Hinzufügen eines Farbtemperaturmanagements",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        " IMPORTANT]": " Wichtig]",
        "[IMPORTANT]": "[Wichtig]",
        "*IMPORTANT*": "*Wichtig*",
        " IMPORTANT*": " Wichtig*",
        " ATTENTION.": " WARNUNG.",
        " ATTENTION?": " WARNUNG?",
        "ATTENTION ": "WARNUNG ",
        " ATTENTION]": " WARNUNG]",
        "[ATTENTION]": "[WARNUNG]",
        "*ATTENTION*": "*WARNUNG*",
        " ATTENTION*": " WARNUNG*",
        " Optimisations.": " Optimierungen.",
        " Optimisations?": " Optimierungen?",
        "Optimisations ": "Optimierungen ",
        " Optimisations]": " Optimierungen]",
        "[Optimisations]": "[Optimierungen]",
        "*Optimisations*": "*Optimierungen*",
        " Optimisations*": " Optimierungen*"
    },
    "index.md": {
        "Plugin Philips Hue": "Philips Hue Plugin",
        "Ce plugin va vous permettre d'intégrer votre écosystème Philips Hue dans Jeedom": "Mit diesem Plugin können Sie Ihr Philips Hue-Ökosystem in Jeedom integrieren",
        "La plugin offre la possibilité de piloter jusqu'à 2 ponts Philips Hue simultanément": "Das Plugin bietet die Möglichkeit, bis zu 2 Philips Hue-Bridges gleichzeitig anzusteuern",
        "Configuration du plugin": "Plugin Konfiguration",
        "Philips Hue": "Philips Hue",
        "Comme tout plugin Jeedom, le plugin": "Wie jedes Jeedom-Plugin auch das Plugin",
        "doit être activé après l'installation": "muss nach der Installation aktiviert werden",
        "Une fois le plugin activé, il faudra renseigner l'adresse IP à laquelle votre pont Philips Hue est joignable": "Sobald das Plugin aktiviert ist, müssen Sie die IP-Adresse eingeben, unter der Ihre Philips Hue Bridge erreichbar ist",
        "Normalement le plugin devrait vous demander d'appuyer sur le bouton du pont lors de la premiere synchronisation": "Normalerweise sollte das Plugin Sie während der ersten Synchronisation auffordern, den Bridge-Button zu drücken",
        "Vous pouvez renseigner jusqu'à 2 ponts Philips Hue qui seront en mesure de communiquer avec Jeedom simultanément": "Sie können bis zu 2 Philips Hue-Brücken eingeben, die gleichzeitig mit Jeedom kommunizieren können",
        "Le plugin": "Das Plugin",
        "utilise son propre démon afin de rester en contact constant avec le(s) pont(s) Philips Hue": "verwendet einen eigenen Daemon, um in ständigem Kontakt mit den Philips Hue-Brücken zu bleiben",
        "Vous pouvez en contrôler le statut sur la page de configuration du plugin": "Sie können den Status auf der Plugin-Konfigurationsseite überprüfen",
        "Vous pouvez trouver": "Sie finden",
        "la liste des modules compatible avec le plugin": "die Liste der Module, die mit dem Plugin kompatibel sind",
        "Configuration des équipements": "Gerätekonfiguration",
        "Plugins → Communication → Philips Hue": "Plugins → Kommunikation → Philips Hue",
        "Pour accéder aux différents équipements": "Zugriff auf die verschiedenen Geräte",
        "dirigez-vous vers le menu": "Gehe zum Menü",
        "Commande un peu particulière qui est conçue pour être utilisée dans un scénario": "Ein kleiner eigenartiger Befehl, der für die Verwendung in einem Szenario entwickelt wurde",
        "Elle permet de définir la durée en secondes de la transition entre l'état actuel et la prochaine commande": "Hiermit kann die Dauer des Übergangs zwischen dem aktuellen Status und dem nächsten Befehl in Sekunden festgelegt werden",
        "Par exemple le matin vous pouvez vouloir simuler le lever du soleil en 3 minutes": "Zum Beispiel möchten Sie am Morgen den Sonnenaufgang in 3 Minuten simulieren",
        "Dans votre scénario vous avez donc juste à appeler la commande transition avec": "In Ihrem Szenario müssen Sie nur den Übergangsbefehl mit aufrufen",
        "en paramètre puis appeler la commande couleur vers la couleur désirée": "Rufen Sie im Parameter den Befehl color auf die gewünschte Farbe auf",
        "Mon équipement (lampe, interrupteur, etc...) n'est pas reconnu par le plugin, comment faire": "Meine Ausrüstung (Lampe, Schalter usw.) wird vom Plugin nicht erkannt",
        "Il faut": "Du musst",
        "nous décrire l'équipement que vous voulez qu'on ajoute avec photos et les possibilités de celui-ci et nous envoyer le log en debug de la synchronisation avec le pont, le tout en nous contactant par une demande de support": "Beschreiben Sie die Ausrüstung, die wir hinzufügen sollen, mit Fotos und ihren Möglichkeiten und senden Sie uns das Debug-Protokoll der Synchronisation mit der Bridge, während Sie uns mit einer Supportanfrage kontaktieren",
        " Description.": " Beschreibung.",
        " Description?": " Beschreibung?",
        "Description ": "Beschreibung ",
        " Description]": " Beschreibung]",
        "[Description]": "[Beschreibung]",
        "*Description*": "*Beschreibung*",
        " Description*": " Beschreibung*",
        " Configuration.": " Aufbau.",
        " Configuration?": " Aufbau?",
        "Configuration ": "Aufbau ",
        " Configuration]": " Aufbau]",
        "[Configuration]": "[Aufbau]",
        "*Configuration*": "*Aufbau*",
        " Configuration*": " Aufbau*",
        " ASTUCE.": " TRICK.",
        " ASTUCE?": " TRICK?",
        "ASTUCE ": "TRICK ",
        " ASTUCE]": " TRICK]",
        "[ASTUCE]": "[TRICK]",
        "*ASTUCE*": "*TRICK*",
        " ASTUCE*": " TRICK*",
        " Compatibilité.": " Kompatibilität.",
        " Compatibilité?": " Kompatibilität?",
        "Compatibilité ": "Kompatibilität ",
        " Compatibilité]": " Kompatibilität]",
        "[Compatibilité]": "[Kompatibilität]",
        "*Compatibilité*": "*Kompatibilität*",
        " Compatibilité*": " Kompatibilität*",
        " ici.": " Hier.",
        " ici?": " Hier?",
        "ici ": "Hier ",
        " ici]": " Hier]",
        "[ici]": "[Hier]",
        "*ici*": "*Hier*",
        " ici*": " Hier*",
        " Transition.": " Überleitung.",
        " Transition?": " Überleitung?",
        "Transition ": "Überleitung ",
        " Transition]": " Überleitung]",
        "[Transition]": "[Überleitung]",
        "*Transition*": "*Überleitung*",
        " Transition*": " Überleitung*",
        " FAQ.": " Faq.",
        " FAQ?": " Faq?",
        "FAQ ": "Faq ",
        " FAQ]": " Faq]",
        "[FAQ]": "[Faq]",
        "*FAQ*": "*Faq*",
        " FAQ*": " Faq*"
    }
}