{
    "changelog.md": {
        "Changelog Philips Hue": "Changelog Philips Hue",
        "Changelog plugin Philips Hue": "Changelog plugin Philips Hue",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text",
        "25\/01\/2024": "01\/25\/2024",
        "Amélioration de la gestion des transition": "Improved transition management",
        "24\/01\/2024": "01\/24\/2024",
        "Correction d'un bug qui dans certain cas pouvait faire arriver les évènements en double": "Fixed a bug which in certain cases could cause duplicate events to occur",
        "19\/01\/2024": "01\/19\/2024",
        "Workarround pour corrigé le bug de la luminosité lors d'un on de l'apiv2 de Hue": "Workaround to correct the brightness bug when switching on Hue apiv2",
        "17\/01\/2024": "01\/17\/2024",
        "Reprise de la luminosité précedente lors d'un on": "Resumption of the previous brightness during an on",
        "Ajout des transistions sur les zones, pieces et lumieres groupées": "Added transitions to grouped zones, rooms and lights",
        "Refonte complete de la créations des commandes": "Complete overhaul of order creation",
        "plus besoin d'avoir une configuration pour que votre lampe ait les bonnes commandes, tout vient du pont": "no need to have a configuration so that your lamp has the right controls, everything comes from the bridge",
        "Ajout de la commande alerte": "Added alert command",
        "pour ceux qui ont des prises il est possible que vous ayez une erreur a la synchronisation, il faut donc sur les prises supprimer la commande état et relancer la synchronisation": "for those who have sockets it is possible that you have a synchronization error, you must therefore delete the status command on the sockets and restart the synchronization",
        "16\/01\/2024": "01\/16\/2024",
        "Ajout d'illustrations produits HUE (LTV001, LTA011, LTA009, 5047431P6, 929003479601": "Added HUE product illustrations (LTV001, LTA011, LTA009, 5047431P6, 929003479601",
        "15\/01\/2024": "01\/15\/2024",
        "Amélioration de la gestion des transitions": "Improved transition management",
        "LTC002 (Hue Ambiance Ceiling": "LTC002 (Hue Ambiance Ceiling",
        "10\/01\/2024": "01\/10\/2024",
        "Support des scénes sur les zones": "Support for scenes on zones",
        "08\/01\/2024": "01\/08\/2024",
        "Réécriture complete du plugin pour utiliser l'api hue 2.0": "Complete rewrite of the plugin to use the hue 2.0 api",
        "Necessite une resynchronisation pour marcher": "Requires resynchronization to walk",
        "Pour les capteurs les commandes changent completement il faut donc revoir vos scénarios": "For the sensors the commands change completely so you have to review your scenarios",
        "certaine commandes ne seront plus disponible avec cette nouvelle version dont les alertes, l'arc en ciel et les animation": "certain commands will no longer be available with this new version, including alerts, the rainbow and animations",
        "Les scenes sont maintenant de type action other, il y a donc une commande pas scene": "Scenes are now of type action other, so there is a command not scene",
        "TRES IMPORTANT": "VERY IMPORTANT",
        "Seul le pont v2 est compatible, si vous etes sur le pont v1 alors il ne faut surtout pas mettre à jour car Philips Hue n'a pas porté l'api v2 sur le pont v1": "Only the v2 bridge is compatible, if you are on the v1 bridge then you should definitely not update because Philips Hue has not ported the v2 API to the v1 bridge",
        "04\/10\/2021": "04\/10\/2021",
        "Ajout de module": "Adding module",
        "Correction de bugs": "Bugfix",
        "16\/06\/2021": "06\/16\/2021",
        "Correction de adaptive_light en adaptive_lighting": "Fix adaptive_light to adaptive_lighting",
        "07\/06\/2021": "06\/07\/2021",
        "Ajout d'une animation adaptive_light": "Adding an adaptive_light animation",
        "Correction d'un soucis sur la decouverte des scenes sur le 2eme pont Hue": "Fixed a problem with the discovery of scenes on the 2nd Hue bridge",
        "15\/03\/2021": "03\/15\/2021",
        "Ajout du Hue White Bulb A67 E27 1600lm": "Addition of the Hue White Bulb A67 E27 1600lm",
        "Optimisations et corrections de bugs": "Optimizations and bug fixes",
        "Modernisation de l'interface": "Modernization of the interface",
        "Optimisation des images": "Image optimization",
        "Ajout du nouveau hue Dimmer Switch": "Added new hue Dimmer Switch",
        "Ajout du smart plug (on\/off seulement pas de retour d'état pour le moement": "Addition of the smart plug (on \/ off only no status feedback for the moment",
        "11\/12\/2020": "12\/11\/2020",
        "Correction d'un défaut de surcharge CPU lors de la désactivation d'un capteur (il faut relancer le démon suite à la mise à jour pour appliquer la correction": "Correction of a CPU overload fault when deactivating a sensor (the daemon must be restarted following the update to apply the correction",
        "25\/06\/2020": "06\/25\/2020",
        "Prise en charge de plusieurs ponts (2 pour le moment": "Support for multiple bridges (2 at the moment",
        "11\/05\/2020": "05\/11\/2020",
        "Ajout d'une commande pour savoir si l'ampoule est joignable ou non": "Addition of an order to know if the bulb is reachable or not",
        "02\/01\/2020": "01\/02\/2020",
        "Ajout d'image pour les ampoules génériques": "Added image for generic bulbs",
        "10\/10\/2019": "10\/10\/2019",
        "Correction de la remise à 0 de l'état de la lampe lorsqu'on la rallume": "Correction of resetting the lamp state to 0 when it is turned back on",
        "23\/09\/2019": "09\/23\/2019",
        "01\/08\/2019": "08\/01\/2019",
        "Prise en charge du Feller EDIZIOdue colore": "Support for Feller EDIZIOdue colore",
        "Amélioration des logs de synchronisation": "Improved synchronization logs",
        "24\/04\/2019": "04\/24\/2019",
        "Ajout d'un bouton pour supprimer une commande": "Add a button to delete an order",
        "Correction des configurations pour les ampoules Ikea (attention il faut les supprimer de jeedom et refaire une synchronisation": "Correction of the configurations for the Ikea bulbs (be careful, they must be removed from jeedom and redo a synchronization",
        "20\/04\/2019": "04\/20\/2019",
        "Prise en charge du SML002": "Support for SML002",
        "Prise en charge du retour d'état des prise OSRAM SMART (attention nécessite une nouvelle inclusion": "Support for status feedback from OSRAM SMART sockets (attention requires a new inclusion",
        "17\/01\/2019": "01\/17\/2019",
        "Ajout de la lampe LTC016": "Addition of LTC016 lamp",
        "Ajout d'un bouton de synchronisation sur la page de gestion des équipements": "Add a synchronization button on the equipment management page",
        "16\/01\/2019": "01\/16\/2019",
        "Ajout de configuration de lumières génériques couleurs et non couleurs": "Added configuration of generic color and non-color lights",
        "Prise en charge de Niko 4 boutons": "Support for Niko 4 buttons",
        "Correction de bug": "Bug fix",
        "15\/01\/2019": "01\/15\/2019",
        "Mise à jour de la documentation": "Documentation update",
        "Correction d'un bug sur l'état des bouton lors du redémarrage du pont": "Correction of a bug on the state of the buttons when restarting the bridge",
        "Ajout Hue lightstrip outdoor": "Adding Hue lightstrip outdoor",
        "16\/10\/2018": "10\/16\/2018",
        "Correction d'un bug sur l'inversion de présence pour le motion sensor (pour ceux déjà créés, il faudra cocher la case d'inversion sur la ligne de la commande Présence": "Correction of a bug on the presence inversion for the motion sensor (for those already created, it will be necessary to check the inversion box on the line of the Presence command",
        "12\/10\/2018": "10\/12\/2018",
        "Correction d'un bug sur le statut des pièces (allumée\/éteinte) si il n'y a pas de lampe de couleur dans celle-ci": "Fixed a bug on the status of parts (on \/ off) if there is no colored lamp in it",
        "Ajout RB 145": "Addition RB 145",
        "Ajout LPT003": "Addition LPT003",
        "09\/07\/2018": "07\/09\/2018",
        "Ajout du living white plug": "Adding the living white plug",
        "27\/06\/2018": "06\/27\/2018",
        "Correction de bugs (merci @mixman68": "Bug fixes (thanks @ mixman68",
        "31\/05\/2018": "05\/31\/2018",
        "LTC001 (Hue ambiance ceiling": "LTC001 (Hue ambiance ceiling",
        "14\/04\/2018": "04\/14\/2018",
        "Correction de l'heure des valeurs des capteurs": "Correction of the time of the sensor values",
        "FLOALT panel WS 30x90": "FLOALT panel WS 30x90",
        "TRADFRI bulb E14 WS opal 400lm": "TRADFRI bulb E14 WS opal 400lm",
        "TRADFRI E27 WS opal 980lm": "TRADFRI E27 WS opal 980lm",
        "TRADFRI E27 couleur 600lm": "TRADFRI E27 color 600lm",
        "23\/02\/2018": "02\/23\/2018",
        "TRADFRI bulb E27 W opal 1000lm": "TRADFRI bulb E27 W opal 1000lm",
        "TRADFRI bulb GU10 WS 400lm": "TRADFRI bulb GU10 WS 400lm",
        "TRADFRI bulb E27 opal 1000lm": "TRADFRI bulb E27 opal 1000lm",
        "21\/01\/2018": "01\/21\/2018",
        "Passage sur le nouveau système de documentation": "Switch to the new documentation system",
        "Ajout du modèle MWB001": "Addition of model MWB001",
        "Ajout du modèle ltw010": "Adding the ltw010 model",
        "Ajout du modèle OSRAM": "Addition of the OSRAM model",
        "Ajout du modèle TRADFRI bulb GU10 W 400lm": "Addition of the TRADFRI bulb GU10 W 400lm model",
        "20\/11\/2017": "11\/20\/2017",
        "Ajout du modèle LCT015": "Addition of model LCT015",
        "28\/03\/2017": "03\/28\/2017",
        "Ajout d'animations lever et coucher de soleil (attention toutes les": "Addition of sunrise and sunset animations (be careful all",
        "lampes ne sont pas forcément compatibles": "lamps are not necessarily compatible",
        "21\/01\/2017": "01\/21\/2017",
        "Prise en charge du hue motion": "Hue motion support",
        "Prise en charge du hue tap": "Hue tap support",
        "Correction des scènes": "Correction of scenes",
        "Correction du décalage des couleurs": "Color shift correction",
        "Ajout des images des modules": "Adding module images",
        "Prise en charge de plus de modules": "Support for more modules",
        "Ajout de la gestion de la température des couleurs": "Addition of color temperature management",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        " IMPORTANT]": " Important]",
        "[IMPORTANT]": "[Important]",
        "*IMPORTANT*": "*Important*",
        " IMPORTANT*": " Important*",
        " ATTENTION.": " WARNING.",
        " ATTENTION?": " WARNING?",
        "ATTENTION ": "WARNING ",
        " ATTENTION]": " WARNING]",
        "[ATTENTION]": "[WARNING]",
        "*ATTENTION*": "*WARNING*",
        " ATTENTION*": " WARNING*",
        " Optimisations.": " Optimizations.",
        " Optimisations?": " Optimizations?",
        "Optimisations ": "Optimizations ",
        " Optimisations]": " Optimizations]",
        "[Optimisations]": "[Optimizations]",
        "*Optimisations*": "*Optimizations*",
        " Optimisations*": " Optimizations*"
    },
    "index.md": {
        "Plugin Philips Hue": "Philips Hue plugin",
        "Ce plugin va vous permettre d'intégrer votre écosystème Philips Hue dans Jeedom": "This plugin will allow you to integrate your Philips Hue ecosystem into Jeedom",
        "La plugin offre la possibilité de piloter jusqu'à 2 ponts Philips Hue simultanément": "The plugin offers the possibility to drive up to 2 Philips Hue bridges simultaneously",
        "Configuration du plugin": "Plugin configuration",
        "Philips Hue": "Philips Hue",
        "Comme tout plugin Jeedom, le plugin": "Like any Jeedom plugin, the plugin",
        "doit être activé après l'installation": "must be activated after installation",
        "Une fois le plugin activé, il faudra renseigner l'adresse IP à laquelle votre pont Philips Hue est joignable": "Once the plugin is activated, you will need to enter the IP address at which your Philips Hue bridge can be reached",
        "Normalement le plugin devrait vous demander d'appuyer sur le bouton du pont lors de la premiere synchronisation": "Normally the plugin should ask you to press the bridge button during the first synchronization",
        "Vous pouvez renseigner jusqu'à 2 ponts Philips Hue qui seront en mesure de communiquer avec Jeedom simultanément": "You can enter up to 2 Philips Hue bridges that will be able to communicate with Jeedom simultaneously",
        "Le plugin": "The plugin",
        "utilise son propre démon afin de rester en contact constant avec le(s) pont(s) Philips Hue": "uses its own daemon in order to stay in constant contact with the Philips Hue bridge (s)",
        "Vous pouvez en contrôler le statut sur la page de configuration du plugin": "You can check the status on the plugin configuration page",
        "Tous les modules compatible avec le pont Hue sont compatibles avec le plugin Jeedom": "All modules compatible with the Hue bridge are compatible with the Jeedom plugin",
        "Configuration des équipements": "Equipment configuration",
        "Plugins → Communication → Philips Hue": "Plugins → Communication → Philips Hue",
        "Pour accéder aux différents équipements": "To access the different equipment",
        "dirigez-vous vers le menu": "go to the menu",
        "Commande un peu particulière qui est conçue pour être utilisée dans un scénario": "A little peculiar command that is designed to be used in a scenario",
        "Elle permet de définir la durée en secondes de la transition entre l'état actuel et la prochaine commande": "It allows to define the duration in seconds of the transition between the current state and the next command",
        "Par exemple le matin vous pouvez vouloir simuler le lever du soleil en 3 minutes": "For example in the morning you may want to simulate the sunrise in 3 minutes",
        "Dans votre scénario vous avez donc juste à appeler la commande transition avec": "In your scenario you just have to call the transition command with",
        "en paramètre puis appeler la commande couleur vers la couleur désirée": "in parameter then call the color command to the desired color",
        " Description.": " Description.",
        " Description?": " Description?",
        "Description ": "Description ",
        " Description]": " Description]",
        "[Description]": "[Description]",
        "*Description*": "*Description*",
        " Description*": " Description*",
        " Configuration.": " Configuration.",
        " Configuration?": " Configuration?",
        "Configuration ": "Configuration ",
        " Configuration]": " Configuration]",
        "[Configuration]": "[Configuration]",
        "*Configuration*": "*Configuration*",
        " Configuration*": " Configuration*",
        " ASTUCE.": " TRICK.",
        " ASTUCE?": " TRICK?",
        "ASTUCE ": "TRICK ",
        " ASTUCE]": " TRICK]",
        "[ASTUCE]": "[TRICK]",
        "*ASTUCE*": "*TRICK*",
        " ASTUCE*": " TRICK*",
        " Compatibilité.": " Compatibility.",
        " Compatibilité?": " Compatibility?",
        "Compatibilité ": "Compatibility ",
        " Compatibilité]": " Compatibility]",
        "[Compatibilité]": "[Compatibility]",
        "*Compatibilité*": "*Compatibility*",
        " Compatibilité*": " Compatibility*",
        " Transition.": " Transition.",
        " Transition?": " Transition?",
        "Transition ": "Transition ",
        " Transition]": " Transition]",
        "[Transition]": "[Transition]",
        "*Transition*": "*Transition*",
        " Transition*": " Transition*"
    }
}