{
    "changelog.md": {
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text.",
        "11\/05\/2020": "05\/11\/2020",
        "Ajout d'une commande pour savoir si l'ampoule est joignable ou non": "Addition of an order to know if the bulb is reachable or not",
        "02\/01\/2020": "01\/02\/2020",
        "Ajout d'image pour les ampoules générique": "Addition of image for generic bulbs",
        "10\/10\/2019": "10\/10\/2019",
        "Correction de la remise à 0 de l'état de la lampe lorsqu'on la rallume": "Correction of resetting the lamp state to 0 when it is turned back on",
        "23\/09\/2019": "09\/23\/2019",
        "Correction de bugs": "Bugfix",
        "01\/08\/2019": "08\/01\/2019",
        "Support Feller EDIZIOdue colore": "Support Feller EDIZIOdue colore",
        "Amélioration des logs de synchronisation": "Improved synchronization logs",
        "24\/04\/2019": "04\/24\/2019",
        "Ajout d'un bouton pour supprimer une commande": "Add a button to delete an order",
        "Correction des configuration pour les ampoules ikea (attention il faut les supprimer de jeedom et refaire une synchronisation)": "Correction of the configuration for the ikea bulbs (attention you must remove them from jeedom and redo a synchronization)",
        "20\/04\/2019": "04\/20\/2019",
        "Support du SML002": "SML002 support",
        "Support du retour d'état des prise OSRAM SMART (attention necessite une réinclusion)": "Support for OSRAM SMART socket status feedback (attention requires reinclusion)",
        "17\/01\/2019": "01\/17\/2019",
        "Ajout de la lampe LTC016": "Addition of LTC016 lamp",
        "Ajout d'un bouton de synchronisation sur la page de gestion des équipements": "Add a synchronization button on the equipment management page",
        "16\/01\/2019": "01\/16\/2019",
        "Ajout de configuration de lumière génerique couleur et non couleurs": "Addition of color and non-color generic light configuration",
        "Support de Niko 4 boutons": "Niko support 4 buttons",
        "Correction de bug": "Bug fix",
        "15\/01\/2019": "01\/15\/2019",
        "Mise à jour de la doc": "Updating the doc",
        "Correction d'un bug sur l'état des bouton lors du redemarrage du pont": "Correction of a bug on the state of the buttons when restarting the bridge",
        "Ajout Hue lightstrip outdoor": "Adding Hue lightstrip outdoor",
        "16\/10\/2018": "10\/16\/2018",
        "Correction d'un bug sur l'invertion de presence pour le motion sensor (pour ceux déjà créé il faudra cocher la cache d'inversion sur la ligne de la commande Présence)": "Correction of a bug on the inversion of presence for the motion sensor (for those already created it will be necessary to tick the inversion cache on the line of the Presence command)",
        "12\/10\/2018": "10\/12\/2018",
        "Correction d'un bug sur le statut des pieces (allumé\/éteinte) si il n'y a pas de lampe de couleur dans celle-ci": "Correction of a bug on the status of the pieces (on \/ off) if there is no color lamp in it",
        "Ajout RB 145": "Addition RB 145",
        "Ajout LPT003": "Addition LPT003",
        "09\/07\/2018": "07\/09\/2018",
        "Ajout du living white plug": "Adding the living white plug",
        "27\/06\/2018": "06\/27\/2018",
        "Correction de bugs (merci @mixman68)": "Bug fixes (thanks @ mixman68)",
        "31\/05\/2018": "05\/31\/2018",
        "LTC001 (Hue ambiance ceiling)": "LTC001 (Hue ambiance ceiling)",
        "14\/04\/2018": "04\/14\/2018",
        "Correction d'un bug sur l'heure des valeurs des capteurs": "Correction of a bug on the time of the sensor values",
        "FLOALT panel WS 30x90": "FLOALT panel WS 30x90",
        "TRADFRI bulb E14 WS opal 400lm": "TRADFRI bulb E14 WS opal 400lm",
        "TRADFRI E27 WS opal 980lm": "TRADFRI E27 WS opal 980lm",
        "TRADFRI E27 couleur 600lm": "TRADFRI E27 color 600lm",
        "23\/02\/2018": "02\/23\/2018",
        "TRADFRI bulb E27 W opal 1000lm": "TRADFRI bulb E27 W opal 1000lm",
        "TRADFRI bulb GU10 WS 400lm": "TRADFRI bulb GU10 WS 400lm",
        "TRADFRI bulb E27 opal 1000lm": "TRADFRI bulb E27 opal 1000lm",
        "21\/01\/2018": "01\/21\/2018",
        "Passage sur le nouveau système de doc": "Switch to the new doc system",
        "Ajout du modèle MWB001": "Addition of model MWB001",
        "Ajout du modèle ltw010": "Adding the ltw010 model",
        "Ajout du modèle OSRAM": "Addition of the OSRAM model",
        "Ajout du modèle TRADFRI bulb GU10 W 400lm": "Addition of the TRADFRI bulb GU10 W 400lm model",
        "20\/11\/2017": "11\/20\/2017",
        "Ajout du modèle LCT015": "Addition of model LCT015",
        "28\/03\/2017": "03\/28\/2017",
        "Ajout d'animation (levé et couché de soleil), attention toute les": "Addition of animation (sunrise and sunset), be careful all",
        "lampes ne sont pas forcement compatible": "lamps are not necessarily compatible",
        "21\/01\/2017": "01\/21\/2017",
        "Support du hue motion": "Hue motion support",
        "Support du hue tap": "Hue tap support",
        "Correction des scènes": "Correction of scenes",
        "Correction du décalage des couleurs": "Color shift correction",
        "Ajout des images des modules": "Adding module images",
        "Support de plus de modules": "Support for more modules",
        "Ajout de la gestion de la température des couleurs": "Addition of color temperature management",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        "[IMPORTANT": "[Important",
        "IMPORTANT]": "Important]",
        " Optimisations.": " Optimizations.",
        " Optimisations?": " Optimizations?",
        "Optimisations ": "Optimizations ",
        "[Optimisations": "[Optimizations",
        "Optimisations]": "Optimizations]"
    },
    "index.md": {
        "Plugin Philips Hue": "Philips Hue plugin",
        "Plugin pour s'integrer à l'écosysteme Philips Hue": "Plugin to integrate into the Philips Hue ecosystem",
        "Configuration du plugin": "Plugin configuration",
        "Après téléchargement du plugin, il vous faudra renseigner l'adresse IP de votre pont hue, si ce n'est pas déja fait par le système de découverte automatique": "After downloading the plugin, you will need to enter the IP address of your hue bridge, if not already done by the automatic discovery system",
        "Configuration des équipements": "Equipment configuration",
        "Vous aurez toujours un équipement \"Toutes les lampes\" qui correspond en faite au groupe 0 qui existe tout le temps": "You will always have \"All lamps\" equipment which actually corresponds to group 0 which exists all the time",
        "Vous retrouvez ici toute la configuration de votre équipement": "Here you find all the configuration of your equipment",
        "Nom de l'équipement Hue": "Hue equipment name",
        "nom de votre équipement Hue": "name of your Hue equipment",
        "Objet parent": "Parent object",
        "indique l'objet parent auquel appartient l'équipement": "indicates the parent object to which the equipment belongs",
        "Catégorie": "Category",
        "les catégories de l'équipement (il peut appartenir à plusieurs catégories)": "equipment categories (it can belong to several categories)",
        "permet de rendre votre équipement actif": "makes your equipment active",
        "rend votre équipement visible sur le dashboard": "makes your equipment visible on the dashboard",
        "En-dessous vous retrouvez la liste des commandes": "Below you find the list of orders",
        "le nom affiché sur le dashboard": "the name displayed on the dashboard",
        "Configuration avancé": "Advanced configuration",
        "permet d'afficher la fenetre de configuration avancée de la commande": "displays the command's advanced configuration window",
        "vous permet d'afficher ou de masquer certaines commandes et\/ou d'en historiser": "allows you to display or hide certain commands and \/ or log them",
        "permet de tester la commande": "Used to test the command",
        "Le groupe 0 (Toute les lampes)": "Group 0 (All lamps)",
        "Le groupe 0 est un peu particulier car il ne peut être supprimé ou modifié, il pilote forcement toute les lampes et c'est aussi lui qui porte les scénes": "Group 0 is a bit special because it cannot be deleted or modified, it necessarily drives all the lamps and it is also it that carries the scenes",
        "En effet vous pouvez faire des \"scenes\" sur les Philips Hue": "Indeed you can make \"scenes\" on Philips Hue",
        "Celle-ci doivent absolument être faite à partir de l'application mobile (impossible de les faire dans Jeedom)": "These must absolutely be done from the mobile application (impossible to do them in Jeedom)",
        "Et suite à l'ajout d'une scene vous devez absolument synchroniser Jeedom avec le bon (en resauvegardant simple la configuration du plugin)": "And following the addition of a scene you must absolutely synchronize Jeedom with the correct one (by simply saving the configuration of the plugin)",
        "Commande un peu particulier qui doit être utilisée dans un scénario, elle permet de dire la transistion entre l'état actuel et la prochaine commande doit durée X secondes": "Command a little particular which must be used in a scenario, it makes it possible to say the transition between the current state and the next command must duration X seconds",
        "Par exemple le matin vous pouvez vouloir simuler le levé du soleil en 3 minutes": "For example in the morning you may want to simulate the sunrise in 3 minutes",
        "Dans votre scénario vous avez donc juste à appeller la commande transition et en parametre mettre 180, ensuite appeller la commande couleur vers la couleur voulu": "In your scenario you therefore just have to call the transition command and in parameter set 180, then call the color command towards the desired color",
        "Les animations sont des enchainements de transition, actuellement il existe": "The animations are transition sequences, currently there are",
        "pour simuler un levé de soleil": "to simulate a sunrise",
        "Il peut prendre en parametre": "It can take as a parameter",
        "pour definir la durée, par defaut 720s, ex pour 5min il faut mettre": "to define the duration, by default 720s, ex for 5min you have to put",
        "pour simuler un couché de soleil": "to simulate a sunset",
        "Bouton télécommande": "Remote control button",
        "Voici la liste des code pour les boutons": "Here is the list of codes for the buttons",
        "1002 pour le bouton On": "1002 for the On button",
        "2002 pour le bouton augmenter": "2002 for the increase button",
        "3002 pour le bouton réduire": "3002 for the minimize button",
        "4002 pour le bouton off": "4002 for the off button",
        "La même chose avec XXX0 pour la touche appuyée, XXX1 pour la touche maintenue et XXX2 pour la touche relachée": "The same with XXX0 for the key pressed, XXX1 for the key held and XXX2 for the key released",
        "Voici les séquence pour le bouton On par exemple": "Here are the sequences for the On button for example",
        "Appui court": "Short press",
        "Lors de l'appui on passe sur 1000 et quand on relâche on passe sur 1002": "When pressed we go to 1000 and when we release we go to 1002",
        "Appui Long": "Long press",
        "Lors de l'appui on passe sur 1000, durant l'appui on passe sur 1001, quand on relâche on passe sur 1002": "During the press we pass on 1000, during the press we pass on 1001, when we release we pass on 1002",
        "J'ai l'impression qu'il y a un décalage sur certaine couleur entre ce que je demande et la couleur de l'ampoule": "I have the impression that there is a difference in certain color between what I ask and the color of the bulb",
        "Il semble que la grille de couleur des ampoules aient un offset,nous cherchons comment corriger": "It seems that the color grid of the bulbs has an offset, we are looking for how to correct",
        "Quelle est la fréquence de rafraîchissement": "What is the refresh rate",
        "Le systeme recupère les informations toutes les 2s": "The system retrieves information every 2s",
        "Mon équipement (lampe\/interrupteur....) n'est pas reconnu par le plugin, comment faire": "My equipment (lamp \/ switch ....) is not recognized by the plugin, how to do",
        "Il faut": "It is necessary",
        "nous d'écrire l'équipement que vous voulez qu'on ajoute avec photo et possibilités de celui-ci - nous envoyer le log en debug de la synchronisation avec le pont Le tout en nous contactant par une demande de support": "write us the equipment you want to add with photo and possibilities of it - send us the log debug of synchronization with the bridge while contacting us with a support request",
        " Note.": " NOTE.",
        " Note?": " NOTE?",
        "Note ": "NOTE ",
        "[Note": "[NOTE",
        "Note]": "NOTE]",
        " Activer.": " Activate.",
        " Activer?": " Activate?",
        "Activer ": "Activate ",
        "[Activer": "[Activate",
        "Activer]": "Activate]",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        "[Visible": "[Visible",
        "Visible]": "Visible]",
        " Nom.": " Name.",
        " Nom?": " Name?",
        "Nom ": "Name ",
        "[Nom": "[Name",
        "Nom]": "Name]",
        " Options.": " Options.",
        " Options?": " Options?",
        "Options ": "Options ",
        "[Options": "[Options",
        "Options]": "Options]",
        " Tester.": " Test.",
        " Tester?": " Test?",
        "Tester ": "Test ",
        "[Tester": "[Test",
        "Tester]": "Test]",
        " Tansition.": " Tansition.",
        " Tansition?": " Tansition?",
        "Tansition ": "Tansition ",
        "[Tansition": "[Tansition",
        "Tansition]": "Tansition]",
        " Animation.": " Animation.",
        " Animation?": " Animation?",
        "Animation ": "Animation ",
        "[Animation": "[Animation",
        "Animation]": "Animation]",
        " sunrise.": " sunrise.",
        " sunrise?": " sunrise?",
        "sunrise ": "sunrise ",
        "[sunrise": "[sunrise",
        "sunrise]": "sunrise]",
        " duration.": " duration.",
        " duration?": " duration?",
        "duration ": "duration ",
        "[duration": "[duration",
        "duration]": "duration]",
        " duration=300.": " duration = 300.",
        " duration=300?": " duration = 300?",
        "duration=300 ": "duration = 300 ",
        "[duration=300": "[duration = 300",
        "duration=300]": "duration = 300]",
        " sunset.": " sunset.",
        " sunset?": " sunset?",
        "sunset ": "sunset ",
        "[sunset": "[sunset",
        "sunset]": "sunset]",
        " FAQ.": " FAQ.",
        " FAQ?": " FAQ?",
        "FAQ ": "FAQ ",
        "[FAQ": "[FAQ",
        "FAQ]": "FAQ]"
    }
}