{
    "changelog.md": {
        "Changelog Philips Hue": "Registro de cambios Philips Hue",
        "Changelog plugin Philips Hue": "Complemento de registro de cambios Philips Hue",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio si no hay información sobre la actualización, significa que solo se refiere a la actualización de documentación, traducción o texto",
        "Ajout des transistions sur les zones, pieces et lumieres groupées": "Se agregaron transiciones a zonas, habitaciones y luces agrupadas",
        "Refonte complete de la créations des commandes": "Revisión completa de la creación de pedidos",
        "plus besoin d'avoir une configuration pour que votre lampe ait les bonnes commandes, tout vient du pont": "no es necesario tener una configuración para que tu lámpara tenga los controles correctos, todo viene del puente",
        "Ajout de la commande alerte": "Comando de alerta agregado",
        "16\/01\/2024": "16\/01\/2024",
        "Ajout d'illustrations produits HUE (LTV001, LTA011, LTA009, 5047431P6, 929003479601": "Se agregaron ilustraciones de productos HUE (LTV001, LTA011, LTA009, 5047431P6, 929003479601)",
        "15\/01\/2024": "15\/01\/2024",
        "Amélioration de la gestion des transitions": "Gestión de transición mejorada",
        "LTC002 (Hue Ambiance Ceiling": "LTC002 (techo de ambiente Hue",
        "10\/01\/2024": "01\/10\/2024",
        "Support des scénes sur les zones": "Soporte para escenas en zonas",
        "08\/01\/2024": "08\/01\/2024",
        "Réécriture complete du plugin pour utiliser l'api hue 2.0": "Reescritura completa del complemento para usar la api hue 2.0",
        "Necessite une resynchronisation pour marcher": "Requiere resincronización para caminar",
        "Pour les capteurs les commandes changent completement il faut donc revoir vos scénarios": "Para los sensores, los comandos cambian por completo, por lo que debe revisar sus escenarios",
        "certaine commandes ne seront plus disponible avec cette nouvelle version dont les alertes, l'arc en ciel et les animation": "algunos comandos ya no estarán disponibles con esta nueva versión, incluidas las alertas, el arcoíris y las animaciones",
        "Les scenes sont maintenant de type action other, il y a donc une commande pas scene": "Las escenas ahora son de tipo action other, por lo que hay un comando, no una escena",
        "TRES IMPORTANT": "MUY IMPORTANTE",
        "Seul le pont v2 est compatible, si vous etes sur le pont v1 alors il ne faut surtout pas mettre à jour car Philips Hue n'a pas porté l'api v2 sur le pont v1": "Solo el puente v2 es compatible; si está en el puente v1, definitivamente no debería actualizar porque Philips Hue no ha portado la API v2 al puente v1",
        "04\/10\/2021": "10\/04\/2021",
        "Ajout de module": "Añadiendo módulo",
        "Correction de bugs": "Correcciones de errores",
        "16\/06\/2021": "16\/06\/2021",
        "Correction de adaptive_light en adaptive_lighting": "Arregle adaptive_light a adaptive_lighting",
        "07\/06\/2021": "07\/06\/2021",
        "Ajout d'une animation adaptive_light": "Agregar una animación adaptive_light",
        "Correction d'un soucis sur la decouverte des scenes sur le 2eme pont Hue": "Se solucionó un problema con el descubrimiento de escenas en el segundo puente Hue",
        "15\/03\/2021": "15\/03\/2021",
        "Ajout du Hue White Bulb A67 E27 1600lm": "Adición de la bombilla Hue White A67 E27 1600lm",
        "Optimisations et corrections de bugs": "Optimizaciones y corrección de errores",
        "Modernisation de l'interface": "Modernización de la interfaz",
        "Optimisation des images": "Optimización de imagen",
        "Ajout du nouveau hue Dimmer Switch": "Se agregó un nuevo interruptor de atenuación de tono",
        "Ajout du smart plug (on\/off seulement pas de retour d'état pour le moement": "Adición del enchufe inteligente (encendido \/ apagado solo sin comentarios de estado por el momento",
        "11\/12\/2020": "12\/11\/2020",
        "Correction d'un défaut de surcharge CPU lors de la désactivation d'un capteur (il faut relancer le démon suite à la mise à jour pour appliquer la correction": "Corrección de una falla de sobrecarga de la CPU al desactivar un sensor (el demonio debe reiniciarse después de la actualización para aplicar la corrección",
        "25\/06\/2020": "25\/06\/2020",
        "Prise en charge de plusieurs ponts (2 pour le moment": "Soporte para múltiples puentes (2 por el momento",
        "11\/05\/2020": "05\/11\/2020",
        "Ajout d'une commande pour savoir si l'ampoule est joignable ou non": "Adición de una orden para saber si la bombilla es accesible o no",
        "02\/01\/2020": "01\/02\/2020",
        "Ajout d'image pour les ampoules génériques": "Imagen agregada para bombillas genéricas",
        "10\/10\/2019": "10\/10\/2019",
        "Correction de la remise à 0 de l'état de la lampe lorsqu'on la rallume": "Corrección de restablecer el estado de la lámpara a 0 cuando se vuelve a encender",
        "23\/09\/2019": "09\/23\/2019",
        "01\/08\/2019": "01\/08\/2019",
        "Prise en charge du Feller EDIZIOdue colore": "Soporte para Feller EDIZIOdue colore",
        "Amélioration des logs de synchronisation": "Registros de sincronización mejorados",
        "24\/04\/2019": "24\/04\/2019",
        "Ajout d'un bouton pour supprimer une commande": "Agregar un botón para eliminar un pedido",
        "Correction des configurations pour les ampoules Ikea (attention il faut les supprimer de jeedom et refaire une synchronisation": "Corrección de las configuraciones para las bombillas Ikea (cuidado, hay que sacarlas de jeedom y rehacer una sincronización",
        "20\/04\/2019": "20\/04\/2019",
        "Prise en charge du SML002": "Soporte para SML002",
        "Prise en charge du retour d'état des prise OSRAM SMART (attention nécessite une nouvelle inclusion": "Soporte para retroalimentación de estado de los enchufes OSRAM SMART (la atención requiere una nueva inclusión",
        "17\/01\/2019": "17\/01\/2019",
        "Ajout de la lampe LTC016": "Adición de la lámpara LTC016",
        "Ajout d'un bouton de synchronisation sur la page de gestion des équipements": "Agregue un botón de sincronización en la página de administración de equipos",
        "16\/01\/2019": "16\/01\/2019",
        "Ajout de configuration de lumières génériques couleurs et non couleurs": "Configuración agregada de luces genéricas de color y no color",
        "Prise en charge de Niko 4 boutons": "Soporte para botones Niko 4",
        "Correction de bug": "Corrección de errores",
        "15\/01\/2019": "01\/15\/2019",
        "Mise à jour de la documentation": "Actualización de documentación",
        "Correction d'un bug sur l'état des bouton lors du redémarrage du pont": "Corrección de un error en el estado de los botones al reiniciar el puente",
        "Ajout Hue lightstrip outdoor": "Agregar Hue Lightstrip al aire libre",
        "16\/10\/2018": "16\/10\/2018",
        "Correction d'un bug sur l'inversion de présence pour le motion sensor (pour ceux déjà créés, il faudra cocher la case d'inversion sur la ligne de la commande Présence": "Corrección de un error en la inversión de presencia para el sensor de movimiento (para los ya creados, será necesario marcar la casilla de inversión en la línea del comando Presence",
        "12\/10\/2018": "10\/12\/2018",
        "Correction d'un bug sur le statut des pièces (allumée\/éteinte) si il n'y a pas de lampe de couleur dans celle-ci": "Se corrigió un error en el estado de las partes (encendido \/ apagado) si no tenía una lámpara de color",
        "Ajout RB 145": "Adición RB 145",
        "Ajout LPT003": "Adición LPT003",
        "09\/07\/2018": "07\/09\/2018",
        "Ajout du living white plug": "Agregar el enchufe blanco vivo",
        "27\/06\/2018": "27\/06\/2018",
        "Correction de bugs (merci @mixman68": "Corrección de errores (gracias @ mixman68",
        "31\/05\/2018": "05\/31\/2018",
        "LTC001 (Hue ambiance ceiling": "LTC001 (techo de ambiente Hue",
        "14\/04\/2018": "14\/04\/2018",
        "Correction de l'heure des valeurs des capteurs": "Corrección del tiempo de los valores del sensor",
        "FLOALT panel WS 30x90": "Panel FLOALT WS 30x90",
        "TRADFRI bulb E14 WS opal 400lm": "Bombilla TRADFRI E14 WS opal 400lm",
        "TRADFRI E27 WS opal 980lm": "TRADFRI E27 WS opal 980lm",
        "TRADFRI E27 couleur 600lm": "TRADFRI E27 color 600lm",
        "23\/02\/2018": "23\/02\/2018",
        "TRADFRI bulb E27 W opal 1000lm": "Bombilla TRADFRI E27 W opal 1000lm",
        "TRADFRI bulb GU10 WS 400lm": "Bombilla TRADFRI GU10 WS 400lm",
        "TRADFRI bulb E27 opal 1000lm": "Bombilla TRADFRI E27 opal 1000lm",
        "21\/01\/2018": "21\/01\/2018",
        "Passage sur le nouveau système de documentation": "Cambiar al nuevo sistema de documentación",
        "Ajout du modèle MWB001": "Adición del modelo MWB001",
        "Ajout du modèle ltw010": "Agregar el modelo ltw010",
        "Ajout du modèle OSRAM": "Adición del modelo OSRAM",
        "Ajout du modèle TRADFRI bulb GU10 W 400lm": "Adición del modelo de bombilla TRADFRI GU10 W 400lm",
        "20\/11\/2017": "20\/11\/2017",
        "Ajout du modèle LCT015": "Adición del modelo LCT015",
        "28\/03\/2017": "28\/03\/2017",
        "Ajout d'animations lever et coucher de soleil (attention toutes les": "Adición de animaciones de salida y puesta del sol (tenga cuidado",
        "lampes ne sont pas forcément compatibles": "las lámparas no son necesariamente compatibles",
        "21\/01\/2017": "21\/01\/2017",
        "Prise en charge du hue motion": "Soporte de movimiento Hue",
        "Prise en charge du hue tap": "Compatibilidad con hue tap",
        "Correction des scènes": "Corrección de escenas",
        "Correction du décalage des couleurs": "Corrección de cambio de color",
        "Ajout des images des modules": "Agregar imágenes de módulo",
        "Prise en charge de plus de modules": "Soporte para más módulos",
        "Ajout de la gestion de la température des couleurs": "Además de la gestión de la temperatura de color",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        " IMPORTANT]": " Importante]",
        "[IMPORTANT]": "[Importante]",
        "*IMPORTANT*": "*Importante*",
        " IMPORTANT*": " Importante*",
        " ATTENTION.": " ATENCIÓN.",
        " ATTENTION?": " ATENCIÓN?",
        "ATTENTION ": "ATENCIÓN ",
        " ATTENTION]": " ATENCIÓN]",
        "[ATTENTION]": "[ATENCIÓN]",
        "*ATTENTION*": "*ATENCIÓN*",
        " ATTENTION*": " ATENCIÓN*",
        " Optimisations.": " Optimizaciones.",
        " Optimisations?": " Optimizaciones?",
        "Optimisations ": "Optimizaciones ",
        " Optimisations]": " Optimizaciones]",
        "[Optimisations]": "[Optimizaciones]",
        "*Optimisations*": "*Optimizaciones*",
        " Optimisations*": " Optimizaciones*"
    },
    "index.md": {
        "Plugin Philips Hue": "Complemento Philips Hue",
        "Ce plugin va vous permettre d'intégrer votre écosystème Philips Hue dans Jeedom": "Este complemento le permitirá integrar su ecosistema Philips Hue en Jeedom",
        "La plugin offre la possibilité de piloter jusqu'à 2 ponts Philips Hue simultanément": "El complemento ofrece la posibilidad de conducir hasta 2 puentes Philips Hue simultáneamente",
        "Configuration du plugin": "Configuración del plugin",
        "Philips Hue": "Philips Hue",
        "Comme tout plugin Jeedom, le plugin": "Como cualquier complemento de Jeedom, el complemento",
        "doit être activé après l'installation": "debe activarse después de la instalación",
        "Une fois le plugin activé, il faudra renseigner l'adresse IP à laquelle votre pont Philips Hue est joignable": "Una vez que se activa el complemento, deberá ingresar la dirección IP en la que se puede acceder a su puente Philips Hue",
        "Normalement le plugin devrait vous demander d'appuyer sur le bouton du pont lors de la premiere synchronisation": "Normalmente, el complemento debería pedirle que presione el botón de puente durante la primera sincronización",
        "Vous pouvez renseigner jusqu'à 2 ponts Philips Hue qui seront en mesure de communiquer avec Jeedom simultanément": "Puede ingresar hasta 2 puentes Philips Hue que podrán comunicarse con Jeedom simultáneamente",
        "Le plugin": "El complemento",
        "utilise son propre démon afin de rester en contact constant avec le(s) pont(s) Philips Hue": "utiliza su propio demonio para mantenerse en contacto constante con los puentes Philips Hue",
        "Vous pouvez en contrôler le statut sur la page de configuration du plugin": "Puede verificar el estado en la página de configuración del complemento",
        "Vous pouvez trouver": "Puedes encontrar",
        "la liste des modules compatible avec le plugin": "la lista de módulos compatibles con el complemento",
        "Configuration des équipements": "Configuración del equipo",
        "Plugins → Communication → Philips Hue": "Complementos → Comunicación → Philips Hue",
        "Pour accéder aux différents équipements": "Para acceder a los diferentes equipos",
        "dirigez-vous vers le menu": "ir al menú",
        "Commande un peu particulière qui est conçue pour être utilisée dans un scénario": "Un pequeño comando peculiar que está diseñado para usarse en un escenario",
        "Elle permet de définir la durée en secondes de la transition entre l'état actuel et la prochaine commande": "Permite definir la duración en segundos de la transición entre el estado actual y el siguiente comando",
        "Par exemple le matin vous pouvez vouloir simuler le lever du soleil en 3 minutes": "Por ejemplo, por la mañana, es posible que desee simular el amanecer en 3 minutos",
        "Dans votre scénario vous avez donc juste à appeler la commande transition avec": "En su escenario, solo tiene que llamar al comando de transición con",
        "en paramètre puis appeler la commande couleur vers la couleur désirée": "en el parámetro, luego llame al comando de color al color deseado",
        "Mon équipement (lampe, interrupteur, etc...) n'est pas reconnu par le plugin, comment faire": "Mi equipo (lámpara, interruptor, etc.) no es reconocido por el complemento, cómo hacerlo",
        "Il faut": "Hay que",
        "nous décrire l'équipement que vous voulez qu'on ajoute avec photos et les possibilités de celui-ci et nous envoyer le log en debug de la synchronisation avec le pont, le tout en nous contactant par une demande de support": "describe el equipo que quieres que agreguemos con fotos y sus posibilidades y envíanos el debug log de la sincronización con el puente, todo mientras nos contactas con una solicitud de soporte",
        " Description.": " Descripción.",
        " Description?": " Descripción?",
        "Description ": "Descripción ",
        " Description]": " Descripción]",
        "[Description]": "[Descripción]",
        "*Description*": "*Descripción*",
        " Description*": " Descripción*",
        " Configuration.": " Configuración.",
        " Configuration?": " Configuración?",
        "Configuration ": "Configuración ",
        " Configuration]": " Configuración]",
        "[Configuration]": "[Configuración]",
        "*Configuration*": "*Configuración*",
        " Configuration*": " Configuración*",
        " ASTUCE.": " TRUCO.",
        " ASTUCE?": " TRUCO?",
        "ASTUCE ": "TRUCO ",
        " ASTUCE]": " TRUCO]",
        "[ASTUCE]": "[TRUCO]",
        "*ASTUCE*": "*TRUCO*",
        " ASTUCE*": " TRUCO*",
        " Compatibilité.": " Compatibilidad.",
        " Compatibilité?": " Compatibilidad?",
        "Compatibilité ": "Compatibilidad ",
        " Compatibilité]": " Compatibilidad]",
        "[Compatibilité]": "[Compatibilidad]",
        "*Compatibilité*": "*Compatibilidad*",
        " Compatibilité*": " Compatibilidad*",
        " ici.": " aquí.",
        " ici?": " aquí?",
        "ici ": "aquí ",
        " ici]": " aquí]",
        "[ici]": "[aquí]",
        "*ici*": "*aquí*",
        " ici*": " aquí*",
        " Transition.": " Transición.",
        " Transition?": " Transición?",
        "Transition ": "Transición ",
        " Transition]": " Transición]",
        "[Transition]": "[Transición]",
        "*Transition*": "*Transición*",
        " Transition*": " Transición*",
        " FAQ.": " Preguntas frecuentes.",
        " FAQ?": " Preguntas frecuentes?",
        "FAQ ": "Preguntas frecuentes ",
        " FAQ]": " Preguntas frecuentes]",
        "[FAQ]": "[Preguntas frecuentes]",
        "*FAQ*": "*Preguntas frecuentes*",
        " FAQ*": " Preguntas frecuentes*"
    }
}