{
    "changelog.md": {
        "Changelog Philips Hue": "Registro de cambios Philips Hue",
        "Changelog plugin Philips Hue": "Complemento de registro de cambios Philips Hue",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio si no hay información sobre la actualización, significa que solo se refiere a la actualización de documentación, traducción o texto",
        "07\/06\/2021": "07\/06\/2021",
        "Ajout d'une animation adaptative_light": "Agregar una animación adaptive_light",
        "Correction d'un soucis sur la decouverte des scenes sur le 2eme pont Hue": "Se solucionó un problema con el descubrimiento de escenas en el segundo puente Hue",
        "15\/03\/2021": "15\/03\/2021",
        "Ajout du Hue White Bulb A67 E27 1600lm": "Adición de la bombilla Hue White A67 E27 1600lm",
        "Optimisations et corrections de bugs": "Optimizaciones y corrección de errores",
        "Modernisation de l'interface": "Modernización de la interfaz",
        "Optimisation des images": "Optimización de imagen",
        "Ajout du nouveau hue Dimmer Switch": "Se agregó un nuevo interruptor de atenuación de tono",
        "Ajout du smart plug (on\/off seulement pas de retour d'état pour le moement": "Adición del enchufe inteligente (encendido \/ apagado solo sin comentarios de estado por el momento",
        "11\/12\/2020": "12\/11\/2020",
        "Correction d'un défaut de surcharge CPU lors de la désactivation d'un capteur (il faut relancer le démon suite à la mise à jour pour appliquer la correction": "Corrección de una falla de sobrecarga de la CPU al desactivar un sensor (el demonio debe reiniciarse después de la actualización para aplicar la corrección",
        "25\/06\/2020": "25\/06\/2020",
        "Prise en charge de plusieurs ponts (2 pour le moment": "Soporte para múltiples puentes (2 por el momento",
        "11\/05\/2020": "05\/11\/2020",
        "Ajout d'une commande pour savoir si l'ampoule est joignable ou non": "Adición de una orden para saber si la bombilla es accesible o no",
        "02\/01\/2020": "01\/02\/2020",
        "Ajout d'image pour les ampoules génériques": "Imagen agregada para bombillas genéricas",
        "10\/10\/2019": "10\/10\/2019",
        "Correction de la remise à 0 de l'état de la lampe lorsqu'on la rallume": "Corrección de restablecer el estado de la lámpara a 0 cuando se vuelve a encender",
        "23\/09\/2019": "09\/23\/2019",
        "Correction de bugs": "Correcciones de errores",
        "01\/08\/2019": "01\/08\/2019",
        "Prise en charge du Feller EDIZIOdue colore": "Soporte para Feller EDIZIOdue colore",
        "Amélioration des logs de synchronisation": "Registros de sincronización mejorados",
        "24\/04\/2019": "24\/04\/2019",
        "Ajout d'un bouton pour supprimer une commande": "Agregar un botón para eliminar un pedido",
        "Correction des configurations pour les ampoules Ikea (attention il faut les supprimer de jeedom et refaire une synchronisation": "Corrección de las configuraciones para las bombillas Ikea (cuidado, hay que sacarlas de jeedom y rehacer una sincronización",
        "20\/04\/2019": "20\/04\/2019",
        "Prise en charge du SML002": "Soporte para SML002",
        "Prise en charge du retour d'état des prise OSRAM SMART (attention nécessite une nouvelle inclusion": "Soporte para retroalimentación de estado de los enchufes OSRAM SMART (la atención requiere una nueva inclusión",
        "17\/01\/2019": "17\/01\/2019",
        "Ajout de la lampe LTC016": "Adición de la lámpara LTC016",
        "Ajout d'un bouton de synchronisation sur la page de gestion des équipements": "Agregue un botón de sincronización en la página de administración de equipos",
        "16\/01\/2019": "16\/01\/2019",
        "Ajout de configuration de lumières génériques couleurs et non couleurs": "Configuración agregada de luces genéricas de color y no color",
        "Prise en charge de Niko 4 boutons": "Soporte para botones Niko 4",
        "Correction de bug": "Corrección de errores",
        "15\/01\/2019": "01\/15\/2019",
        "Mise à jour de la documentation": "Actualización de documentación",
        "Correction d'un bug sur l'état des bouton lors du redémarrage du pont": "Corrección de un error en el estado de los botones al reiniciar el puente",
        "Ajout Hue lightstrip outdoor": "Agregar Hue Lightstrip al aire libre",
        "16\/10\/2018": "16\/10\/2018",
        "Correction d'un bug sur l'inversion de présence pour le motion sensor (pour ceux déjà créés, il faudra cocher la case d'inversion sur la ligne de la commande Présence": "Corrección de un error en la inversión de presencia para el sensor de movimiento (para los ya creados, será necesario marcar la casilla de inversión en la línea del comando Presence",
        "12\/10\/2018": "10\/12\/2018",
        "Correction d'un bug sur le statut des pièces (allumée\/éteinte) si il n'y a pas de lampe de couleur dans celle-ci": "Se corrigió un error en el estado de las partes (encendido \/ apagado) si no tenía una lámpara de color",
        "Ajout RB 145": "Adición RB 145",
        "Ajout LPT003": "Adición LPT003",
        "09\/07\/2018": "07\/09\/2018",
        "Ajout du living white plug": "Agregar el enchufe blanco vivo",
        "27\/06\/2018": "27\/06\/2018",
        "Correction de bugs (merci @mixman68": "Corrección de errores (gracias @ mixman68",
        "31\/05\/2018": "05\/31\/2018",
        "LTC001 (Hue ambiance ceiling": "LTC001 (techo de ambiente Hue",
        "14\/04\/2018": "14\/04\/2018",
        "Correction de l'heure des valeurs des capteurs": "Corrección del tiempo de los valores del sensor",
        "FLOALT panel WS 30x90": "Panel FLOALT WS 30x90",
        "TRADFRI bulb E14 WS opal 400lm": "Bombilla TRADFRI E14 WS opal 400lm",
        "TRADFRI E27 WS opal 980lm": "TRADFRI E27 WS opal 980lm",
        "TRADFRI E27 couleur 600lm": "TRADFRI E27 color 600lm",
        "23\/02\/2018": "23\/02\/2018",
        "TRADFRI bulb E27 W opal 1000lm": "Bombilla TRADFRI E27 W opal 1000lm",
        "TRADFRI bulb GU10 WS 400lm": "Bombilla TRADFRI GU10 WS 400lm",
        "TRADFRI bulb E27 opal 1000lm": "Bombilla TRADFRI E27 opal 1000lm",
        "21\/01\/2018": "21\/01\/2018",
        "Passage sur le nouveau système de documentation": "Cambiar al nuevo sistema de documentación",
        "Ajout du modèle MWB001": "Adición del modelo MWB001",
        "Ajout du modèle ltw010": "Agregar el modelo ltw010",
        "Ajout du modèle OSRAM": "Adición del modelo OSRAM",
        "Ajout du modèle TRADFRI bulb GU10 W 400lm": "Adición del modelo de bombilla TRADFRI GU10 W 400lm",
        "20\/11\/2017": "20\/11\/2017",
        "Ajout du modèle LCT015": "Adición del modelo LCT015",
        "28\/03\/2017": "28\/03\/2017",
        "Ajout d'animations lever et coucher de soleil (attention toutes les": "Adición de animaciones de salida y puesta del sol (tenga cuidado",
        "lampes ne sont pas forcément compatibles": "las lámparas no son necesariamente compatibles",
        "21\/01\/2017": "21\/01\/2017",
        "Prise en charge du hue motion": "Soporte de movimiento Hue",
        "Prise en charge du hue tap": "Compatibilidad con hue tap",
        "Correction des scènes": "Corrección de escenas",
        "Correction du décalage des couleurs": "Corrección de cambio de color",
        "Ajout des images des modules": "Agregar imágenes de módulo",
        "Prise en charge de plus de modules": "Soporte para más módulos",
        "Ajout de la gestion de la température des couleurs": "Además de la gestión de la temperatura de color",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        " IMPORTANT]": " Importante]",
        "[IMPORTANT]": "[Importante]",
        "*IMPORTANT*": "*Importante*",
        " IMPORTANT*": " Importante*",
        " Optimisations.": " Optimizaciones.",
        " Optimisations?": " Optimizaciones?",
        "Optimisations ": "Optimizaciones ",
        " Optimisations]": " Optimizaciones]",
        "[Optimisations]": "[Optimizaciones]",
        "*Optimisations*": "*Optimizaciones*",
        " Optimisations*": " Optimizaciones*"
    },
    "index.md": {
        "Plugin Philips Hue": "Complemento Philips Hue",
        "Ce plugin va vous permettre d'intégrer votre écosystème Philips Hue dans Jeedom": "Este complemento le permitirá integrar su ecosistema Philips Hue en Jeedom",
        "La plugin offre la possibilité de piloter jusqu'à 2 ponts Philips Hue simultanément": "El complemento ofrece la posibilidad de conducir hasta 2 puentes Philips Hue simultáneamente",
        "Configuration du plugin": "Configuración del plugin",
        "Philips Hue": "Philips Hue",
        "Comme tout plugin Jeedom, le plugin": "Como cualquier complemento de Jeedom, el complemento",
        "doit être activé après l'installation": "debe activarse después de la instalación",
        "Une fois le plugin activé, il faudra renseigner l'adresse IP à laquelle votre pont Philips Hue est joignable": "Una vez que se activa el complemento, deberá ingresar la dirección IP en la que se puede acceder a su puente Philips Hue",
        "Vous pouvez renseigner jusqu'à 2 ponts Philips Hue qui seront en mesure de communiquer avec Jeedom simultanément": "Puede ingresar hasta 2 puentes Philips Hue que podrán comunicarse con Jeedom simultáneamente",
        "Le plugin": "El complemento",
        "utilise son propre démon afin de rester en contact constant avec le(s) pont(s) Philips Hue": "utiliza su propio demonio para mantenerse en contacto constante con los puentes Philips Hue",
        "Vous pouvez en contrôler le statut sur la page de configuration du plugin": "Puede verificar el estado en la página de configuración del complemento",
        "Il n'est normalement pas nécessaire de démarrer le démon manuellement, celui-ci étant automatiquement géré par le plugin": "Normalmente no es necesario iniciar el demonio manualmente, es administrado automáticamente por el complemento",
        "Configuration des équipements": "Configuración del equipo",
        "Plugins → Communication → Philips Hue": "Complementos → Comunicación → Philips Hue",
        "Pour accéder aux différents équipements": "Para acceder a los diferentes equipos",
        "dirigez-vous vers le menu": "ir al menú",
        "+ Ajouter": "+ Agregar",
        "Le bouton": "El botón",
        "permet d'ajouter un nouvel équipement Philips Hue": "le permite agregar nuevos equipos Philips Hue",
        "En cliquant sur un équipement déjà créé dans la liste, vous êtes dirigés vers sa page de configuration": "Al hacer clic en un elemento de equipo ya creado en la lista, se le dirige a su página de configuración",
        "Nom de l'équipement": "Nombre del equipo",
        "nom de votre équipement Hue": "nombre de su equipo Hue",
        "Objet parent": "Objeto padre",
        "indique l'objet parent auquel appartient l'équipement": "indica el objeto padre al que pertenece el equipo",
        "Catégorie": "Categoría",
        "les catégories de l'équipement (il peut appartenir à plusieurs catégories": "categorías de equipos (puede pertenecer a varias categorías",
        "permet de rendre l'équipement actif": "permite activar el equipo",
        "rend l'équipement visible sur le dashboard": "hace que el equipo sea visible en el tablero",
        "Modèle": "Modelo",
        "renseignez le modèle de votre équipement Philips Hue": "ingrese el modelo de su equipo Philips Hue",
        "indique le pont sur lequel l'équipement est connecté": "indica el puente en el que está conectado el equipo",
        "Toujours allumé": "Siempre en",
        "indique à Jeedom de ne jamais marquer la lampe comme étant non-joignable": "le dice a Jeedom que nunca marque la lámpara como inalcanzable",
        "A SAVOIR": "A SABER",
        "Il y aura toujours un équipement nommé \"Toutes les lampes\" qui correspond au groupe 0 qui existe dans tous les cas": "Siempre habrá un dispositivo llamado \"Todas las lámparas\" que corresponde al grupo 0 que existe en todos los casos",
        "En cliquant sur le second onglet, nous retrouvons la liste des commandes": "Al hacer clic en la segunda pestaña, encontramos la lista de pedidos",
        "le nom affiché sur le dashboard": "el nombre que se muestra en el tablero",
        "Icône": "Icono",
        "permet d'affecter une icône à la commande": "le permite asignar un icono al comando",
        "permet d'afficher ou de masquer certaines commandes et\/ou d'en historiser les valeurs": "le permite mostrar u ocultar ciertos comandos y \/ o registrar sus valores",
        "Paramètres": "Configuraciones",
        "permet de définir des paramètres optionnels sur les commandes info\/numérique": "permite definir parámetros opcionales en los comandos info \/ numéricos",
        "Configuration avancée": "Configuración avanzada",
        "roue crantée": "rueda dentada",
        "permet d'afficher la fenêtre de configuration avancée de la commande": "muestra la ventana de configuración avanzada del comando",
        "permet de tester la commande": "Se usa para probar el comando",
        "permet de supprimer la commande": "te permite borrar el comando",
        "Le groupe 0 (Toute les lampes": "Grupo 0 (todas las lámparas",
        "Le groupe 0 ne peut pas être supprimé ni modifié": "El grupo 0 no se puede eliminar ni modificar",
        "Il pilote forcément toutes les lampes et c'est aussi lui qui porte les scènes": "Él necesariamente controla todas las luces y también es él quien lleva las escenas",
        "simplement en sauvegardant la configuration du plugin": "simplemente guardando la configuración del complemento",
        "En effet vous pouvez faire des \"scènes\" avec les Philips Hue": "De hecho, puedes crear \"escenas\" con Philips Hue",
        "Celles-ci doivent absolument être faites à partir de l'application mobile (impossible de les faire depuis Jeedom": "Estos deben hacerse absolutamente desde la aplicación móvil (imposible de hacer desde Jeedom",
        "Suite à l'ajout d'une scène vous devez absolument synchroniser Jeedom avec le pont": "Después de agregar una escena, debe sincronizar absolutamente Jeedom con el puente",
        "Commande un peu particulière qui est conçue pour être utilisée dans un scénario": "Un pequeño comando peculiar que está diseñado para usarse en un escenario",
        "Elle permet de définir la durée en secondes de la transition entre l'état actuel et la prochaine commande": "Permite definir la duración en segundos de la transición entre el estado actual y el siguiente comando",
        "Par exemple le matin vous pouvez vouloir simuler le lever du soleil en 3 minutes": "Por ejemplo, por la mañana, es posible que desee simular el amanecer en 3 minutos",
        "Dans votre scénario vous avez donc juste à appeler la commande transition avec": "En su escenario, solo tiene que llamar al comando de transición con",
        "en paramètre puis appeler la commande couleur vers la couleur désirée": "en el parámetro, luego llame al comando de color al color deseado",
        "Les animations sont des enchainements de transition, actuellement il existe": "Las animaciones son secuencias de transición, actualmente hay",
        "permet de simuler un lever de soleil": "te permite simular un amanecer",
        "Il peut prendre en paramètre": "Puede tomar como parámetro",
        "définir la durée, par défaut 720s": "establecer duración, 720 s por defecto",
        "Pour 5 minutes il faudra indiquer": "Durante 5 minutos será necesario indicar",
        "pour simuler un couché de soleil": "para simular una puesta de sol",
        "adaptative_light": "luz_adaptativa",
        "permet de synchroniser la température de couleur et luminosité avec le soleil (elles evoluent aussi au cours de la journée": "te permite sincronizar la temperatura de color y el brillo con el sol (también cambian durante el día",
        "Attention à bien renseigner dans jeedom votre latitude\/longitude": "Tenga cuidado de ingresar su latitud \/ longitud en jeedom",
        "Bouton télécommande": "Botón de control remoto",
        "Voici la liste des codes pour les boutons": "Aquí está la lista de códigos para los botones",
        "1002 pour le bouton On": "1002 para el botón de encendido",
        "2002 pour le bouton augmenter": "2002 para el botón de aumento",
        "3002 pour le bouton réduire": "3002 para el botón minimizar",
        "4002 pour le bouton off": "4002 para el botón de apagado",
        "La même chose avec XXX0 pour la touche appuyée, XXX1 pour la touche maintenue et XXX2 pour la touche relâchée": "Lo mismo con XXX0 para la tecla presionada, XXX1 para la tecla mantenida y XXX2 para la tecla liberada",
        "Voici les séquences pour le bouton On par exemple": "Aquí están las secuencias para el botón de encendido, por ejemplo",
        "Appui court": "Prensa corta",
        "Lors de l'appui on passe sur 1000 et quand on relâche on passe sur 1002": "Cuando lo presionamos vamos a 1000 y cuando lo soltamos vamos a 1002",
        "Appui Long": "Pulsación larga",
        "Lors de l'appui on passe sur 1000, durant l'appui on passe sur 1001, quand on relâche on passe sur 1002": "Durante la prensa pasamos 1000, durante la prensa pasamos 1001, cuando lanzamos pasamos 1002",
        "J'ai l'impression qu'il y a un décalage sur certaines couleurs entre ce que je demande et la couleur de l'ampoule": "Tengo la impresión de que hay una diferencia en determinados colores entre lo que pido y el color de la bombilla",
        "Il semble que la grille de couleur des ampoules ait un offset, nous cherchons comment corriger": "Parece que la cuadrícula de colores de las bombillas tiene un desplazamiento, estamos buscando cómo corregir",
        "Quelle est la fréquence de rafraîchissement": "¿Cuál es la frecuencia de actualización?",
        "Le système récupère les informations toutes les 2s": "El sistema recupera información cada 2 segundos",
        "Mon équipement (lampe, interrupteur, etc...) n'est pas reconnu par le plugin, comment faire": "Mi equipo (lámpara, interruptor, etc.) no es reconocido por el complemento, cómo hacerlo",
        "Il faut": "Hay que",
        "nous décrire l'équipement que vous voulez qu'on ajoute avec photos et les possibilités de celui-ci et nous envoyer le log en debug de la synchronisation avec le pont, le tout en nous contactant par une demande de support": "describe el equipo que quieres que agreguemos con fotos y sus posibilidades y envíanos el debug log de la sincronización con el puente, todo mientras nos contactas con una solicitud de soporte",
        "J'ai ajouté l'historisation d'une commande mais ca ne marche pas": "Agregué la historización de un pedido pero no funciona",
        "Pour des questions de performance, il faut redémarrer le démon Philips Hue pour qu'il prenne en compte ce changement": "Para problemas de rendimiento, debe reiniciar el demonio Philips Hue para que tenga en cuenta este cambio",
        " Description.": " Descripción.",
        " Description?": " Descripción?",
        "Description ": "Descripción ",
        " Description]": " Descripción]",
        "[Description]": "[Descripción]",
        "*Description*": "*Descripción*",
        " Description*": " Descripción*",
        " Configuration.": " Configuración.",
        " Configuration?": " Configuración?",
        "Configuration ": "Configuración ",
        " Configuration]": " Configuración]",
        "[Configuration]": "[Configuración]",
        "*Configuration*": "*Configuración*",
        " Configuration*": " Configuración*",
        " ASTUCE.": " TRUCO.",
        " ASTUCE?": " TRUCO?",
        "ASTUCE ": "TRUCO ",
        " ASTUCE]": " TRUCO]",
        "[ASTUCE]": "[TRUCO]",
        "*ASTUCE*": "*TRUCO*",
        " ASTUCE*": " TRUCO*",
        " INFORMATION.": " INFORMACIÓN.",
        " INFORMATION?": " INFORMACIÓN?",
        "INFORMATION ": "INFORMACIÓN ",
        " INFORMATION]": " INFORMACIÓN]",
        "[INFORMATION]": "[INFORMACIÓN]",
        "*INFORMATION*": "*INFORMACIÓN*",
        " INFORMATION*": " INFORMACIÓN*",
        " Activer.": " Activar.",
        " Activer?": " Activar?",
        "Activer ": "Activar ",
        " Activer]": " Activar]",
        "[Activer]": "[Activar]",
        "*Activer*": "*Activar*",
        " Activer*": " Activar*",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        " Visible]": " Visible]",
        "[Visible]": "[Visible]",
        "*Visible*": "*Visible*",
        " Visible*": " Visible*",
        " Pont.": " Puente.",
        " Pont?": " Puente?",
        "Pont ": "Puente ",
        " Pont]": " Puente]",
        "[Pont]": "[Puente]",
        "*Pont*": "*Puente*",
        " Pont*": " Puente*",
        " Nom.": " Nombre.",
        " Nom?": " Nombre?",
        "Nom ": "Nombre ",
        " Nom]": " Nombre]",
        "[Nom]": "[Nombre]",
        "*Nom*": "*Nombre*",
        " Nom*": " Nombre*",
        " Options.": " Opciones.",
        " Options?": " Opciones?",
        "Options ": "Opciones ",
        " Options]": " Opciones]",
        "[Options]": "[Opciones]",
        "*Options*": "*Opciones*",
        " Options*": " Opciones*",
        " Tester.": " Probar.",
        " Tester?": " Probar?",
        "Tester ": "Probar ",
        " Tester]": " Probar]",
        "[Tester]": "[Probar]",
        "*Tester*": "*Probar*",
        " Tester*": " Probar*",
        " Bouton.": " Botón.",
        " Bouton?": " Botón?",
        "Bouton ": "Botón ",
        " Bouton]": " Botón]",
        "[Bouton]": "[Botón]",
        "*Bouton*": "*Botón*",
        " Bouton*": " Botón*",
        " Transition.": " Transición.",
        " Transition?": " Transición?",
        "Transition ": "Transición ",
        " Transition]": " Transición]",
        "[Transition]": "[Transición]",
        "*Transition*": "*Transición*",
        " Transition*": " Transición*",
        " Animation.": " Animación.",
        " Animation?": " Animación?",
        "Animation ": "Animación ",
        " Animation]": " Animación]",
        "[Animation]": "[Animación]",
        "*Animation*": "*Animación*",
        " Animation*": " Animación*",
        " sunrise.": " amanecer.",
        " sunrise?": " amanecer?",
        "sunrise ": "amanecer ",
        " sunrise]": " amanecer]",
        "[sunrise]": "[amanecer]",
        "*sunrise*": "*amanecer*",
        " sunrise*": " amanecer*",
        " duration.": " duración.",
        " duration?": " duración?",
        "duration ": "duración ",
        " duration]": " duración]",
        "[duration]": "[duración]",
        "*duration*": "*duración*",
        " duration*": " duración*",
        " sunset.": " puesta de sol.",
        " sunset?": " puesta de sol?",
        "sunset ": "puesta de sol ",
        " sunset]": " puesta de sol]",
        "[sunset]": "[puesta de sol]",
        "*sunset*": "*puesta de sol*",
        " sunset*": " puesta de sol*",
        " FAQ.": " Preguntas frecuentes.",
        " FAQ?": " Preguntas frecuentes?",
        "FAQ ": "Preguntas frecuentes ",
        " FAQ]": " Preguntas frecuentes]",
        "[FAQ]": "[Preguntas frecuentes]",
        "*FAQ*": "*Preguntas frecuentes*",
        " FAQ*": " Preguntas frecuentes*"
    }
}