{
    "changelog.md": {
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como lembrete, se não houver informações sobre a atualização, isso significa que se trata apenas da atualização da documentação, tradução ou texto.",
        "11\/05\/2020": "05\/11\/2020",
        "Ajout d'une commande pour savoir si l'ampoule est joignable ou non": "Adição de uma ordem para saber se a lâmpada está acessível ou não",
        "02\/01\/2020": "01\/02\/2020",
        "Ajout d'image pour les ampoules générique": "Adição de imagem para lâmpadas genéricas",
        "10\/10\/2019": "10\/10\/2019",
        "Correction de la remise à 0 de l'état de la lampe lorsqu'on la rallume": "Correção da redefinição do estado da lâmpada para 0 quando ele é ligado novamente",
        "23\/09\/2019": "23\/09\/2019",
        "Correction de bugs": "Correções de bugs",
        "01\/08\/2019": "01\/08\/2019",
        "Support Feller EDIZIOdue colore": "Suporte Feller EDIZIOdue colore",
        "Amélioration des logs de synchronisation": "Logs de sincronização aprimorados",
        "24\/04\/2019": "24\/04\/2019",
        "Ajout d'un bouton pour supprimer une commande": "Adicione um botão para excluir um pedido",
        "Correction des configuration pour les ampoules ikea (attention il faut les supprimer de jeedom et refaire une synchronisation)": "Correção da configuração das lâmpadas ikea (atenção, você deve removê-las do jeedom e refazer uma sincronização)",
        "20\/04\/2019": "20\/04\/2019",
        "Support du SML002": "Suporte SML002",
        "Support du retour d'état des prise OSRAM SMART (attention necessite une réinclusion)": "Suporte para feedback de status do soquete OSRAM SMART (atenção requer reinclusão)",
        "17\/01\/2019": "17\/01\/2019",
        "Ajout de la lampe LTC016": "Adição da lâmpada LTC016",
        "Ajout d'un bouton de synchronisation sur la page de gestion des équipements": "Adicione um botão de sincronização na página de gerenciamento de equipamentos",
        "16\/01\/2019": "16\/01\/2019",
        "Ajout de configuration de lumière génerique couleur et non couleurs": "Adição de configuração de luz genérica colorida e não colorida",
        "Support de Niko 4 boutons": "Niko suporta 4 botões",
        "Correction de bug": "Bug fix",
        "15\/01\/2019": "15\/01\/2019",
        "Mise à jour de la doc": "Atualizando o documento",
        "Correction d'un bug sur l'état des bouton lors du redemarrage du pont": "Correção de um bug no estado dos botões ao reiniciar a ponte",
        "Ajout Hue lightstrip outdoor": "Adicionando a excursão Hue ao ar livre",
        "16\/10\/2018": "16\/10\/2018",
        "Correction d'un bug sur l'invertion de presence pour le motion sensor (pour ceux déjà créé il faudra cocher la cache d'inversion sur la ligne de la commande Présence)": "Correção de um erro na inversão de presença do sensor de movimento (para aqueles já criados, será necessário marcar o cache de inversão na linha do comando Presença)",
        "12\/10\/2018": "12\/12\/2018",
        "Correction d'un bug sur le statut des pieces (allumé\/éteinte) si il n'y a pas de lampe de couleur dans celle-ci": "Correção de um bug no status das peças (liga \/ desliga) se não houver lâmpada colorida",
        "Ajout RB 145": "Adição RB 145",
        "Ajout LPT003": "Adição LPT003",
        "09\/07\/2018": "09\/09\/2018",
        "Ajout du living white plug": "Adicionando o plugue branco vivo",
        "27\/06\/2018": "27\/06\/2018",
        "Correction de bugs (merci @mixman68)": "Correções de bugs (obrigado @ mixman68)",
        "31\/05\/2018": "31\/05\/2018",
        "LTC001 (Hue ambiance ceiling)": "LTC001 (teto de ambiente Hue)",
        "14\/04\/2018": "14\/04\/2018",
        "Correction d'un bug sur l'heure des valeurs des capteurs": "Correção de um erro na hora dos valores do sensor",
        "FLOALT panel WS 30x90": "Painel FLOALT WS 30x90",
        "TRADFRI bulb E14 WS opal 400lm": "Lâmpada TRADFRI E14 WS opala 400lm",
        "TRADFRI E27 WS opal 980lm": "TRADFRI E27 WS opala 980lm",
        "TRADFRI E27 couleur 600lm": "TRADFRI E27 cor 600lm",
        "23\/02\/2018": "23\/02\/2018",
        "TRADFRI bulb E27 W opal 1000lm": "Lâmpada TRADFRI E27 W opala 1000lm",
        "TRADFRI bulb GU10 WS 400lm": "Lâmpada TRADFRI GU10 WS 400lm",
        "TRADFRI bulb E27 opal 1000lm": "Lâmpada TRADFRI E27 opala 1000lm",
        "21\/01\/2018": "21\/01\/2018",
        "Passage sur le nouveau système de doc": "Mudar para o novo sistema de documentos",
        "Ajout du modèle MWB001": "Adição do modelo MWB001",
        "Ajout du modèle ltw010": "Adicionando o modelo ltw010",
        "Ajout du modèle OSRAM": "Adição do modelo OSRAM",
        "Ajout du modèle TRADFRI bulb GU10 W 400lm": "Adição do modelo da lâmpada TRADFRI GU10 W 400lm",
        "20\/11\/2017": "20\/11\/2017",
        "Ajout du modèle LCT015": "Adição do modelo LCT015",
        "28\/03\/2017": "28\/03\/2017",
        "Ajout d'animation (levé et couché de soleil), attention toute les": "Além da animação (nascer e pôr do sol), tenha cuidado com todos",
        "lampes ne sont pas forcement compatible": "lâmpadas não são necessariamente compatíveis",
        "21\/01\/2017": "21\/01\/2017",
        "Support du hue motion": "Suporte de movimento de tonalidade",
        "Support du hue tap": "Suporte de toque de matiz",
        "Correction des scènes": "Correção de cenas",
        "Correction du décalage des couleurs": "Correção de mudança de cor",
        "Ajout des images des modules": "Adicionando imagens de módulo",
        "Support de plus de modules": "Suporte para mais módulos",
        "Ajout de la gestion de la température des couleurs": "Adição de gerenciamento de temperatura de cor",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        "[IMPORTANT": "[IMPORTANTE",
        "IMPORTANT]": "IMPORTANTE]",
        " Optimisations.": " Otimizações.",
        " Optimisations?": " Otimizações?",
        "Optimisations ": "Otimizações ",
        "[Optimisations": "[Otimizações",
        "Optimisations]": "Otimizações]"
    },
    "index.md": {
        "Plugin Philips Hue": "Philips Hue plugin",
        "Plugin pour s'integrer à l'écosysteme Philips Hue": "Plugin para integrar no ecossistema Philips Hue",
        "Configuration du plugin": "Configuração do plugin",
        "Après téléchargement du plugin, il vous faudra renseigner l'adresse IP de votre pont hue, si ce n'est pas déja fait par le système de découverte automatique": "Após o download do plug-in, você precisará inserir o endereço IP da sua ponte de matiz, se ainda não o tiver feito pelo sistema de descoberta automática",
        "Configuration des équipements": "Configuração do equipamento",
        "Vous aurez toujours un équipement \"Toutes les lampes\" qui correspond en faite au groupe 0 qui existe tout le temps": "Você sempre terá o equipamento \"Todas as lâmpadas\", que realmente corresponde ao grupo 0, que existe o tempo todo",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aqui você encontra toda a configuração do seu equipamento",
        "Nom de l'équipement Hue": "Nome do equipamento Hue",
        "nom de votre équipement Hue": "nome do seu equipamento Hue",
        "Objet parent": "Objeto pai",
        "indique l'objet parent auquel appartient l'équipement": "indica o objeto pai ao qual o equipamento pertence",
        "Catégorie": "Categoria",
        "les catégories de l'équipement (il peut appartenir à plusieurs catégories)": "categorias de equipamentos (pode pertencer a várias categorias)",
        "permet de rendre votre équipement actif": "torna seu equipamento ativo",
        "rend votre équipement visible sur le dashboard": "torna seu equipamento visível no painel",
        "En-dessous vous retrouvez la liste des commandes": "Abaixo você encontra a lista de pedidos",
        "le nom affiché sur le dashboard": "o nome exibido no painel",
        "Configuration avancé": "Configuração avançada",
        "permet d'afficher la fenetre de configuration avancée de la commande": "exibe a janela de configuração avançada do comando",
        "vous permet d'afficher ou de masquer certaines commandes et\/ou d'en historiser": "permite exibir ou ocultar certos comandos e \/ ou registrá-los",
        "permet de tester la commande": "permite testar o comando",
        "Le groupe 0 (Toute les lampes)": "Grupo 0 (todas as lâmpadas)",
        "Le groupe 0 est un peu particulier car il ne peut être supprimé ou modifié, il pilote forcement toute les lampes et c'est aussi lui qui porte les scénes": "O grupo 0 é um pouco especial porque não pode ser excluído ou modificado, necessariamente aciona todas as lâmpadas e também é ele que carrega as cenas",
        "En effet vous pouvez faire des \"scenes\" sur les Philips Hue": "Na verdade, você pode fazer \"cenas\" no Philips Hue",
        "Celle-ci doivent absolument être faite à partir de l'application mobile (impossible de les faire dans Jeedom)": "Isso deve ser feito absolutamente a partir do aplicativo móvel (impossível fazê-lo no Jeedom)",
        "Et suite à l'ajout d'une scene vous devez absolument synchroniser Jeedom avec le bon (en resauvegardant simple la configuration du plugin)": "E após a adição de uma cena, você deve absolutamente sincronizar o Jeedom com a cena correta (simplesmente salvando a configuração do plugin)",
        "Commande un peu particulier qui doit être utilisée dans un scénario, elle permet de dire la transistion entre l'état actuel et la prochaine commande doit durée X secondes": "Comando um pouco específico que deve ser usado em um cenário, permite dizer que a transição entre o estado atual e o próximo comando deve durar X segundos",
        "Par exemple le matin vous pouvez vouloir simuler le levé du soleil en 3 minutes": "Por exemplo, de manhã, você pode simular o nascer do sol em 3 minutos",
        "Dans votre scénario vous avez donc juste à appeller la commande transition et en parametre mettre 180, ensuite appeller la commande couleur vers la couleur voulu": "Portanto, no seu cenário, basta chamar o comando de transição e, no conjunto de parâmetros 180, chamar o comando color para a cor desejada.",
        "Les animations sont des enchainements de transition, actuellement il existe": "As animações são sequências de transição, atualmente existem",
        "pour simuler un levé de soleil": "para simular um nascer do sol",
        "Il peut prendre en parametre": "Pode tomar como parâmetro",
        "pour definir la durée, par defaut 720s, ex pour 5min il faut mettre": "para definir a duração, por padrão 720s, ex por 5min, você deve colocar",
        "pour simuler un couché de soleil": "para simular um pôr do sol",
        "Bouton télécommande": "Botão de controle remoto",
        "Voici la liste des code pour les boutons": "Aqui está a lista de códigos para os botões",
        "1002 pour le bouton On": "1002 para o botão Ligar",
        "2002 pour le bouton augmenter": "2002 para o botão de aumento",
        "3002 pour le bouton réduire": "3002 para o botão minimizar",
        "4002 pour le bouton off": "4002 para o botão desligar",
        "La même chose avec XXX0 pour la touche appuyée, XXX1 pour la touche maintenue et XXX2 pour la touche relachée": "O mesmo com XXX0 para a tecla pressionada, XXX1 para a tecla pressionada e XXX2 para a tecla liberada",
        "Voici les séquence pour le bouton On par exemple": "Aqui estão as sequências para o botão On, por exemplo",
        "Appui court": "Pressão curta",
        "Lors de l'appui on passe sur 1000 et quand on relâche on passe sur 1002": "Quando pressionado, vamos para 1000 e, quando liberamos, vamos para 1002",
        "Appui Long": "Pressão longa",
        "Lors de l'appui on passe sur 1000, durant l'appui on passe sur 1001, quand on relâche on passe sur 1002": "Durante a imprensa, passamos a 1000, durante a imprensa, passamos a 1001, quando liberamos, passamos a 1002",
        "J'ai l'impression qu'il y a un décalage sur certaine couleur entre ce que je demande et la couleur de l'ampoule": "Tenho a impressão de que há uma diferença em determinada cor entre o que peço e a cor da lâmpada",
        "Il semble que la grille de couleur des ampoules aient un offset,nous cherchons comment corriger": "Parece que a grade de cores das lâmpadas tem um deslocamento, estamos procurando como corrigir",
        "Quelle est la fréquence de rafraîchissement": "Qual é a taxa de atualização",
        "Le systeme recupère les informations toutes les 2s": "O sistema recupera informações a cada 2s",
        "Mon équipement (lampe\/interrupteur....) n'est pas reconnu par le plugin, comment faire": "Meu equipamento (lâmpada \/ interruptor ....) não é reconhecido pelo plug-in, como fazer",
        "Il faut": "Você deve",
        "nous d'écrire l'équipement que vous voulez qu'on ajoute avec photo et possibilités de celui-ci - nous envoyer le log en debug de la synchronisation avec le pont Le tout en nous contactant par une demande de support": "escreva-nos o equipamento que você deseja adicionar com a foto e as possibilidades - envie-nos o log de depuração da sincronização com a ponte enquanto nos contata com uma solicitação de suporte",
        " Note.": " NOTA.",
        " Note?": " NOTA?",
        "Note ": "NOTA ",
        "[Note": "[NOTA",
        "Note]": "NOTA]",
        " Activer.": " Ativar.",
        " Activer?": " Ativar?",
        "Activer ": "Ativar ",
        "[Activer": "[Ativar",
        "Activer]": "Ativar]",
        " Visible.": " Visivél.",
        " Visible?": " Visivél?",
        "Visible ": "Visivél ",
        "[Visible": "[Visivél",
        "Visible]": "Visivél]",
        " Nom.": " Nome.",
        " Nom?": " Nome?",
        "Nom ": "Nome ",
        "[Nom": "[Nome",
        "Nom]": "Nome]",
        " Options.": " Opções.",
        " Options?": " Opções?",
        "Options ": "Opções ",
        "[Options": "[Opções",
        "Options]": "Opções]",
        " Tester.": " Teste.",
        " Tester?": " Teste?",
        "Tester ": "Teste ",
        "[Tester": "[Teste",
        "Tester]": "Teste]",
        " Tansition.": " Tansition.",
        " Tansition?": " Tansition?",
        "Tansition ": "Tansition ",
        "[Tansition": "[Tansition",
        "Tansition]": "Tansition]",
        " Animation.": " Animação.",
        " Animation?": " Animação?",
        "Animation ": "Animação ",
        "[Animation": "[Animação",
        "Animation]": "Animação]",
        " sunrise.": " nascer do sol.",
        " sunrise?": " nascer do sol?",
        "sunrise ": "nascer do sol ",
        "[sunrise": "[nascer do sol",
        "sunrise]": "nascer do sol]",
        " duration.": " duração.",
        " duration?": " duração?",
        "duration ": "duração ",
        "[duration": "[duração",
        "duration]": "duração]",
        " duration=300.": " duration = 300.",
        " duration=300?": " duration = 300?",
        "duration=300 ": "duration = 300 ",
        "[duration=300": "[duration = 300",
        "duration=300]": "duration = 300]",
        " sunset.": " pôr do sol.",
        " sunset?": " pôr do sol?",
        "sunset ": "pôr do sol ",
        "[sunset": "[pôr do sol",
        "sunset]": "pôr do sol]",
        " FAQ.": " Faq.",
        " FAQ?": " Faq?",
        "FAQ ": "Faq ",
        "[FAQ": "[Faq",
        "FAQ]": "Faq]"
    }
}